import type { Anime } from "../types/anime";

export const animeList: Anime[] = [
  {
    id: "adskiy-ray",
    title: "Адский рай",
    image: "https://v1.animego.bet/uploads/posts/2025-05/adskij-raj.webp",
    rating: { owl: 5, crocodile: 5 },
    episodes: 13,
    progress: {
      owl: { watchedEpisodes: 13, status: "completed" },
      crocodile: { watchedEpisodes: 13, status: "completed" },
    },
    genres: ["Исторический", "Приключения", "Самураи", "Сверхъестественное", "Сёнэн", "Фэнтези", "Экшен"],
    description: "Человеческая жизнь так хрупка и мимолётна. Ах, если бы её продлить - думал сёгун Нариёси Токугава.\n" +
      "И, на удивление, способ нашёлся.\n" +
      "Сие чудо надёжно запрятано на сказочном острове, откуда не так-то легко вернуться живым.\n" +
      "Много лет сёгун бился за свою мечту: отправлял бравых воинов на поиски загадочного эликсира жизни. Но тщетно. Отчаянье родило в голове правителя мысль не растрачивать жизни верных слуг попусту и перевернуть игру. Был издан приказ!\n" +
      "Отныне опасным поручением будут заниматься те, кому нечего терять, а то есть жестокие убийцы, приговорённые к смертной казни. Убийцы будут сосланы на райский остров. Но такой ли он райский, как о нём говорят?",
  },
  {
    id: "apokalipsis-minogry-pokorenie-drugogo-mira-nachinaetsya-s-razrushennoy-civilizacii",
    title: "Апокалипсис Миногры: Покорение другого мира начинается с разрушенной цивилизации",
    image: "https://animego.me/upload/anime/images/685c68f61eefb731255142.jpg",
    rating: { owl: 5, crocodile: 5 },
    episodes: 13,
    progress: {
      owl: { watchedEpisodes: 13, status: "completed" },
      crocodile: { watchedEpisodes: 13, status: "completed" },
    },
    genres: ["Исэкай", "Приключения", "Фэнтези"],
    description: "Ира Такуто был обречён на жизнь в больничных стенах из-за неизлечимого недуга. Единственным спасением от одиночества для него стала стратегическая игра «Бесконечные народы», где игрок ведёт избранную цивилизацию к процветанию. Достигнув вершины мастерства, Ира вскоре проиграл битву болезни. Его разум пробудился в измерении, зеркально отражающем мир игры.\n" +
      "\n" +
      "Однако новая реальность преподнесла три сюрприза. Во-первых, он воплотился не как игрок, а как член демонической расы миногров самой требовательной фракции. Во-вторых, с ним сразу же материализовалась Ато, его легендарная соратница миногров. В-третьих, он сохранил уникальный дар: создавать объекты почти без ограничений, расходуя ману. Охваченный не отчаянием, а решимостью благодаря безмерной преданности Ато, Ира без колебаний принял вызов. Его цель ясна: основать и вознести державу Миногры в этом неизведанном мире.",
  },
  {
    id: "arknayts-prelyudiya-k-rassvetu",
    title: "Аркнайтс: Прелюдия к рассвету",
    image: "https://animego.me/upload/anime/images/638088382330b385900574.jpg",
    rating: { owl: 0, crocodile: 0 },
    episodes: 8,
    progress: {
      owl: { watchedEpisodes: 3, status: "dropped" },
      crocodile: { watchedEpisodes: 3, status: "dropped" },
    },
    genres: ["Фэнтези", "Экшен"],
    description: "В мире под названиям Терра царствуют Бедствия — страшные катаклизмы неизвестной природы. Чтобы спастись от них, большинство людей живут в мобильных городах, на создание которых ушли долгие годы.\n" +
      "\n" +
      "После себя Бедствия оставляют загадочный минерал — оригиний, невероятный источник энергии. С одной стороны, он привёл к стремительному развитию цивилизации, с другой — принёс неизлечимую болезнь орипатию.\n" +
      "\n" +
      "Тела поражённых ей постепенно превращаются в кристалл, а после смерти рассыпаются в новую болезнетворную пыль. Из-за страха перед болезнью заражённых по всему миру всячески притесняют, изгоняют и отправляют на принудительные работы.\n" +
      "\n" +
      "Чтобы спасти человечество, фармацевтическая компания «Родос Айленд» пошла своим путём в поиске лекарства от орипатии…",
  },
  {
    id: "boevoy-otryad-polnyy-proval",
    title: "Боевой отряд «Полный провал»",
    image: "https://animego.me/upload/anime/images/65fc617fcaba1763577091.jpg",
    rating: { owl: 5, crocodile: 5 },
    episodes: 12,
    progress: {
      owl: { watchedEpisodes: 12, status: "completed" },
      crocodile: { watchedEpisodes: 12, status: "completed" },
    },
    genres: ["Сёнэн", "Фантастика", "Фэнтези", "Экшен"],
    description: "Влечение японцев к мифическому и фантастическому накликало беду – над страной завис космический корабль с армией монстров. Атаку удалось отбить благодаря Хранителям драконов. В ходе сражений монстры понесли катастрофические потери и не могут улететь. Людская алчность превратила их в участников кровавого телешоу. Миллионы зрителей с нетерпением ждут новых телетрансляций, чтобы увидеть гибель монстров от руки героя.\n" +
      "\n" +
      "Боец армии монстров по имени Ди болезненно воспринимает гибель товарищей в постановочных битвах. Являясь специалистом по маскировке, Ди принимает облик человека и вступает в ряды отряда героя, чтобы изнутри расшатать армию противника и спасти остальных соплеменников. Сможет ли боец армии монстров реализовать свой смелый план?",
  },
  {
    id: "boevoy-otryad-polnyy-proval-2",
    title: "Боевой отряд «Полный провал» 2",
    image: "https://animego.me/upload/anime/images/67ed327674dc8645782631.jpg",
    rating: { owl: 0, crocodile: 0 },
    episodes: 12,
    progress: {
      owl: { watchedEpisodes: 0, status: "planned" },
      crocodile: { watchedEpisodes: 0, status: "planned" },
    },
    genres: ["Сёнэн", "Фэнтези", "Экшен"],
    description: "Второй сезон.",
  },
  {
    id: "vanpanchmen",
    title: "Ванпанчмен",
    image: "https://animego.me/upload/anime/images/5df735a5705a7588124703.jpg",
    rating: { owl: 4, crocodile: 0 },
    episodes: 12,
    progress: {
      owl: { watchedEpisodes: 12, status: "completed" },
      crocodile: { watchedEpisodes: 12, status: "completed" },
    },
    genres: ["Комедия", "Пародия", "Сверхъестественное", "Супер сила", "Сэйнэн", "Фантастика", "Экшен"],
    description: "Мы все привыкли, что комиксы наполнены различными злодеями, безумцами с планом захвата планеты и прочими неприятностями. Город Зет-Сити уже давно привык к такому роду событий, постоянными захватчиками из других миров и прочими бедствиями. Самое важное, чтобы всегда вовремя появился супергерой, которой справится со всеми проблемами и сможет победить всех злодеев. Таким является парень по имени Сайтама. Вот только он выбивается из общего фона в жизни типичного города из комикса. Он невысокий, не может вести себя достаточно пафосно и не говорит высокопарных речей. Более того, внешний вид нашего героя состоит из простой одежды, а на голове нет ни одной волосинки.\n" +
      "\n" +
      "В прошлом Сайтама был обычным человеком, который потерял свою работу. Только благодаря своему терпению и постоянным тренировкам он смог за три года стать самым сильным в мире. Чтобы победить врага, ему достаточно все лишь один раз ударить соперника, как тот окажется поверженным. Вот только теперь у него серьезная проблема – нет достойных соперников, и теперь вся это супергеройская жизнь превратилась для него в настоящую рутину.",
  },
  {
    id: "vanpanchmen-2",
    title: "Ванпанчмен 2",
    image: "https://animego.me/upload/anime/images/6763f63e647c0917321005.jpg",
    rating: { owl: 4, crocodile: 0 },
    episodes: 12,
    progress: {
      owl: { watchedEpisodes: 12, status: "completed" },
      crocodile: { watchedEpisodes: 12, status: "completed" },
    },
    genres: ["Комедия", "Пародия", "Сверхъестественное", "Супер сила", "Сэйнэн", "Фантастика", "Экшен"],
    description: "События разворачиваются на территории вымышленного городка Z. Главным персонажем является Сайтама. Он супергерой, владеющий несокрушимой силой, способной вынести любого врага с одного удара. Однако в последнее время скучные и однообразные бои надоели пареньку, и он стал разыскивать подходящего соперника. Благо для защитника государства, что наступило время, когда появилось много монстров, желающих разрушить планету.\n" +
      "\n" +
      "Если верить легендам, то через 6 месяцев человечество будет в большой опасности. Назревает катаклизм, и появится вселенское зло, уничтожить которое не представляется возможным. «Ассоциация супергероев» идет на все, чтобы предотвратить пророчество и решается на серьезный шаг, призывает в свои ряды отъявленных суперзлодеев. Необходимы любые силы для схватки с монстрами. Но среди злодеев оказывается тот кому все равно на человечество и провозглашает себя сильнейшим, а значит он нарекает себя на схватку с Сайтамой и его верным учеником Геносом.",
  },
  {
    id: "vanpanchmen-3",
    title: "Ванпанчмен 3",
    image: "https://animego.me/upload/anime/images/68d6cee5deb5f639021940.jpg",
    rating: { owl: 0, crocodile: 0 },
    episodes: 7,
    progress: {
      owl: { watchedEpisodes: 0, status: "not_interested" },
      crocodile: { watchedEpisodes: 6, status: "watching" },
    },
    genres: ["Комедия", "Пародия", "Супер сила", "Сэйнэн", "Экшен"],
    description: "Третий сезон.",
  },
  {
    id: "vedma-i-chudovische",
    title: "Ведьма и чудовище",
    image: "https://animego.me/upload/anime/images/658f66f94cdce853523088.jpg",
    rating: { owl: 5, crocodile: 3 },
    episodes: 12,
    progress: {
      owl: { watchedEpisodes: 12, status: "completed" },
      crocodile: { watchedEpisodes: 12, status: "completed" },
    },
    genres: ["Сэйнэн", "Фэнтези", "Экшен"],
    description: "Гидо, юная девушка, проклятая ведьмой, вынуждена хранить страшный секрет. Ашаф же — высокий вежливый мужчина с гробом на спине, и его тайны пока не раскрыты. Вместе они странствуют по свету, в поисках отмщения. Зачастую всё не то, чем кажется, и жизнь героев может оборваться в любой момент. Удастся ли им достичь своей цели?",
  },
  {
    id: "vorona-imperatorskogo-garema",
    title: "Ворона императорского гарема",
    image: "https://animego.me/upload/anime/images/633348c8214cf539813322.jpg",
    rating: { owl: 5, crocodile: 0 },
    episodes: 13,
    progress: {
      owl: { watchedEpisodes: 13, status: "completed" },
      crocodile: { watchedEpisodes: 0, status: "not_interested" },
    },
    genres: ["Детектив", "Дзёсэй", "Исторический", "Фэнтези"],
    description: "С древних времен императорский дворец был «сценой» для закулисных козней и распрей, секретов и сговоров. Дворцовые интриги погубили не одну сотню человеческих жизней, оклеветав множество благородных людей. Император в этом мире – царь и бог. Его слово – закон для всех независимо от возраста и статуса. А количество наложниц в его гареме ни что иное, как признак всевластия и величия.\n" +
      "\n" +
      "Так и двор нынешнего императора Косюна не остался без интриг и тайн. В его гареме среди множества жен выделяется одна таинственная супруга. Некоторые описывают ее как женщину с внешностью старухи, иные – как прекрасную юную девушку. Однако никто не смог дать полного и единственно правильного описания загадочной наложницы. Только одно известно про нее на 100 процентов: она способна колдовать и своей магией может не только отыскать любую потерянную вещь, но и наложить страшнейшее по своему эффекту проклятие.\n" +
      "\n" +
      "Однажды император Косюн решает навестить свою окутанную тайнами супругу, чтоб попросить ее о помощи. И вскоре это приведет к событиям, о которых он даже не подозревал: эта кратковременная встреча перевернет с ног на голову жизнь всего императорского дворца.",
  },
  {
    id: "genialnyy-celitel-kotoryy-iscelyal-v-odno-mgnovenie-no-byl-izgnan-kak-bespoleznyy-teper-naslazhdaetsya-zhiznyu-v-kachestve-temnogo-celitelya",
    title: "Гениальный целитель, который исцелял в одно мгновение, но был изгнан как бесполезный, теперь наслаждается жизнью в качестве тёмного целителя",
    image: "https://animego.me/upload/anime/images/67ed24e6a7e9b599628631.jpg",
    rating: { owl: 5, crocodile: 5 },
    episodes: 12,
    progress: {
      owl: { watchedEpisodes: 12, status: "completed" },
      crocodile: { watchedEpisodes: 12, status: "completed" },
    },
    genres: ["Фэнтези"],
    description: "Зенос добр, трудолюбив, жадный к знаниям. Мальчишка из трущоб прекрасно понимает, что единственный путь к благополучию лежит через обладание особыми силами. Он цепко хватается за шанс стать учеником странного мага-целителя. Его успехи поражают всех. Неудивительно, что вскоре Зенос получает приглашение от известной группы авантюристов. Парень становится надежной опорой для своих новых товарищей, разбрасываясь чудесами исцелений направо и налево.\n" +
      "\n" +
      "Со временем содильгийцы воспринимают работу Зеноса как что-то такое, что подвластно каждому магу. Парень стойко сносит всю критику, но его молчаливое терпение лишь распаляло авантюристов, которые все чаще обвиняли Зеноса в своих же слабостях. Целителю пришлось покинуть группу и перейти к запасному плану с открытием собственной клиники. Но возможно ли это без диплома, лицензии, денег, верных помощников? Зенос уверен, что да.",
  },
  {
    id: "dozhd-i-ty",
    title: "Дождь и ты",
    image: "https://animego.me/upload/anime/images/6863884899f3b273695170.jpg",
    rating: { owl: 5, crocodile: 5 },
    episodes: 12,
    progress: {
      owl: { watchedEpisodes: 12, status: "completed" },
      crocodile: { watchedEpisodes: 12, status: "completed" },
    },
    genres: ["Повседневность", "Сэйнэн"],
  },
  {
    id: "drakon-radzha",
    title: "Дракон Раджа",
    image: "https://v1.animego.bet/uploads/posts/2025-05/drakon-radzha.webp",
    rating: { owl: 5, crocodile: 5 },
    episodes: 16,
    progress: {
      owl: { watchedEpisodes: 16, status: "completed" },
      crocodile: { watchedEpisodes: 16, status: "completed" },
    },
    genres: ["Приключения", "Фэнтези"],
    description: "В этом захватывающем продолжении культовой франшизы зрители вновь встречаются с Нин Хуаном – юным охотником на демонов, чья жизнь трагически оборвалась в неравном бою. Однако судьба даёт ему второй шанс: герой пробуждается в своём 13-летнем теле, перенесясь на десятилетие назад, когда мир ещё не погрузился в хаос. Обладая знаниями о грядущих катастрофах, Нин Хуан решает изменить ход истории, взяв под опеку молодых воинов, чтобы уберечь их от роковых ошибок своего прошлого.\n" +
      "\n" +
      "Новое путешествие героя наполнено неожиданными поворотами и смертельными испытаниями. Вместе с верными союзниками он противостоит древним демонам и коварным богам, жаждущим уничтожить человечество. Но самая страшная угроза таится в тени – среди тех, кого Нин Хуан считал друзьями, зреет предательство. Чтобы спасти мир, охотнику придётся не только отточить свои навыки до совершенства, но и сделать невозможный выбор между долгом и чувствами.\n" +
      "\n" +
      "С каждым сражением герой и его команда раскрывают новые грани своей силы, сталкиваясь с невообразимыми формами зла. Однако истинная битва разворачивается в их сердцах – смогут ли они сохранить человечность перед лицом тьмы? История Нин Хуана – это эпическая сага о жертвах, искуплении и вере в лучшее будущее, где каждое решение имеет последствия, а цена победы может оказаться слишком высокой.",
  },
  {
    id: "zhurnal-mononoke-avtor-tyudzendzi",
    title: "Журнал мононокэ, автор Тюдзэндзи",
    image: "https://animego.me/upload/anime/images/67f16eca571c8524414625.jpg",
    rating: { owl: 5, crocodile: 0 },
    episodes: 12,
    progress: {
      owl: { watchedEpisodes: 12, status: "completed" },
      crocodile: { watchedEpisodes: 0, status: "not_interested" },
    },
    genres: ["Детектив", "Исторический", "Психологическое", "Сверхъестественное", "Сёнэн", "Школа"],
  },
  {
    id: "inuyasiki",
    title: "Инуясики",
    image: "https://avatars.mds.yandex.net/get-kinopoisk-image/1599028/a0f3be0f-1734-49c5-a95f-e016277f120e/1920x",
    rating: { owl: 5, crocodile: 5 },
    episodes: 11,
    progress: {
      owl: { watchedEpisodes: 11, status: "completed" },
      crocodile: { watchedEpisodes: 11, status: "completed" },
    },
    genres: ["Драма", "Психологическое", "Сэйнэн", "Фантастика", "Экшен"],
    description: "Inuyashiki – это захватывающий аниме-сериал 2017 года, который сочетает в себе элементы научной фантастики, драмы и экшена. Сюжет сосредоточен вокруг Инуясики Ичиро, пожилого человека, который внезапно становится киборгом с невероятной силой после встречи с инопланетной технологией. Вместе с ним подобные способности получает и подросток Хиро Шишигами, но их пути идут в противоположных направлениях: Инуясики использует силу для спасения людей, а Хиро – для уничтожения.\n" +
      "\n" +
      "Сериал затрагивает философские вопросы морали, человеческой природы и ответственности за свои действия, создавая эмоционально насыщенную историю с впечатляющей анимацией и глубокими персонажами. Анимация от студии MAPPA удивляет качественной прорисовкой и динамичными экшен-сценами.\n" +
      "\n" +
      "Если вы ищете необычный и драматичный сюжет, где противоборствуют добро и зло в современной интерпретации, Inuyashiki станет отличным выбором.",
  },
  {
    id: "istoriya-o-sluzhaschem-kotoryy-stal-odnim-iz-chetyreh-nebesnyh-carey-kogda-otpravilsya-v-drugoy-mir",
    title: "История о служащем, который стал одним из четырёх Небесных Царей, когда отправился в другой мир",
    image: "https://animego.me/upload/anime/images/677aaf723ceb6299971996.jpg",
    rating: { owl: 5, crocodile: 5 },
    episodes: 12,
    progress: {
      owl: { watchedEpisodes: 12, status: "completed" },
      crocodile: { watchedEpisodes: 12, status: "completed" },
    },
    genres: ["Исэкай", "Комедия", "Приключения", "Фэнтези"],
    description: "В параллельном фэнтезийном мире Владыка демонов руководит внушительной армией и её командирами — Великой четвёркой генералов. Одним из этих генералов стал Дэнноскэ Утимура, обычный офисный работник, которого неожиданно призвал сам Владыка демонов, вырвав из привычной жизни. Однако даже в фэнтезийном мире Дэнноскэ остаётся простым человеком без сверхъестественных сил. Сможет ли он выжить на опасных миссиях, обладая лишь навыками работы в офисе?",
  },
  {
    id: "istrebitel-demonov-beskonechnaya-krepost",
    title: "Истребитель демонов: Бесконечная крепость",
    image: "https://avatars.mds.yandex.net/get-kinopoisk-image/16490236/13d52d1b-708c-4fc9-a604-4b97ce63126c/1920x",
    rating: { owl: 5, crocodile: 5 },
    episodes: 1,
    progress: {
      owl: { watchedEpisodes: 1, status: "completed" },
      crocodile: { watchedEpisodes: 1, status: "completed" },
    },
    genres: ["Фэнтези", "Боевик"],
    description: "Демоны убили всех родных Тандзиро Камадо и обратили его младшую сестру Нэдзуко в демона. Парень вступил в Корпус истребителей демонов. Пока бойцы тренируются и готовятся к схватке с демонами, в поместье главы Корпуса появляется Мудзан Кибуцудзи — прародитель всех демонов и убийца семьи Тандзиро. Истребители спешат лидеру на помощь, но Мудзан переносит их в крепость демонов под названием Замок бесконечности.",
  },
  {
    id: "kaydzyu-nomer-vosem",
    title: "Кайдзю номер восемь",
    image: "https://animego.me/upload/anime/images/65f5518028128803053465.jpg",
    rating: { owl: 5, crocodile: 5 },
    episodes: 12,
    progress: {
      owl: { watchedEpisodes: 12, status: "completed" },
      crocodile: { watchedEpisodes: 12, status: "completed" },
    },
    genres: ["Военное", "Сёнэн", "Фантастика", "Фэнтези", "Экшен"],
    description: "Кайдзю – гигантские монстры, терроризирующие японские острова. Массово гибнут люди, обрушиваются города. Чтобы противостоять угрозе, правительство создало элитные силы обороны. Благодаря высокотехнологичному оснащению удалось повысить эффективность противостояния с кайдзю и свести к минимуму потери в рядах спецназа. Кафка Хибино многократно и безуспешно проходил тесты для вступления в элитный отряд. Кое-как ему удалось устроиться в клининговую службу, убирающую с улиц тела убитых кайдзю. Когда Хибино стукнуло 32 года, ему пришлось попрощаться с надеждами о вступлении в боевой отряд.\n" +
      "\n" +
      "Кайдзю не собираются останавливаться, а лишь усиливают натиск. Вместе с ростом количества схваток, растет и число погибших защитников. Элитным войскам нужны бойцы, и они увеличивают возрастной лимит новобранцев на год. Теперь Хибино, может еще раз сдать вступительный тест. Но что ему делать с кайдзю-паразитом, поселившимся в его теле?",
  },
  {
    id: "kaydzyu-nomer-vosem-2",
    title: "Кайдзю номер восемь 2",
    image: "https://animego.me/upload/anime/images/6860ee72add5b514262312.jpg",
    rating: { owl: 5, crocodile: 5 },
    episodes: 11,
    progress: {
      owl: { watchedEpisodes: 11, status: "completed" },
      crocodile: { watchedEpisodes: 11, status: "completed" },
    },
    genres: ["Военное", "Сёнэн", "Фантастика", "Фэнтези", "Экшен"],
    description: "Второй сезон.",
  },
  {
    id: "karta-detektiva-takao-ameku",
    title: "Карта детектива Такао Амэку",
    image: "https://animego.me/upload/anime/images/677a2806174e8687899653.jpg",
    rating: { owl: 5, crocodile: 0 },
    episodes: 12,
    progress: {
      owl: { watchedEpisodes: 12, status: "completed" },
      crocodile: { watchedEpisodes: 0, status: "not_interested" },
    },
    genres: ["Детектив"],
    description: "В больнице «Тэнъикай» пациентов с необычными симптомами направляют на приём к доктору Такао Амэку, в её отделение общей диагностики. Эксцентричный диагност обожает загадки и порой занимается настоящими детективными расследованиями, которые не под силу даже полиции. Вместе с её помощником, Таканаси, она готова поставить диагноз в самых запутанных случаях.",
  },
  {
    id: "klevatess-korol-demonicheskih-zverey-mladenec-i-geroy-nezhit",
    title: "Клеватесс: Король демонических зверей, младенец и герой-нежить",
    image: "https://animego.me/upload/anime/images/685c743b67e72078166807.jpg",
    rating: { owl: 5, crocodile: 5 },
    episodes: 12,
    progress: {
      owl: { watchedEpisodes: 12, status: "completed" },
      crocodile: { watchedEpisodes: 12, status: "completed" },
    },
    genres: ["Фэнтези", "Экшен"],
    description: "С детских лет Алисия знала древнее предсказание, переданное отцом: грядет день, когда человечество сокрушит Повелителя чудовищ и обретет избавление. Воодушевлённая сагой, она дала обет превратиться в героя, искоренить тварей и даровать людям эру благоденствия. Мечта воплотилась: повзрослев, Алисия вошла в число тринадцати храбрецов. Правитель Хидэна подготовил их для высочайшей миссии. Он снабдил воинов уникальным арсеналом, чью технологию изготовления ранил исключительно королевский род.\n" +
      "\n" +
      "Увы, поход завершился разгромом. Все воины пали от когтей бездушного Повелителя демонических тварей Клеватесса. Нарушение его границ спровоцировало ярость. Клеватесс предпринял «визит возмездия», чтобы выяснить планы дерзких смертных. Он обратил столицу Хидэна в пепелище, казнил монарха, но ответов так и не добыл. Уже готовый удалиться, он заметил искалеченного юношу, прижимавшего к груди младенца. Чудесным образом умирающий отрок со слезами умолял демона позаботиться о дитя. Повелитель дал согласие, расценив это как шанс проникнуть в замыслы людей.  Так завязалась причудливая сага о Повелителе чудовищ, нянчащем человеческое дитя, и Алисии, которую Клеватесс возродил как послушную нежить, усмотрев в ней пользу.",
  },
  {
    id: "klevatess-korol-demonicheskih-zverey-mladenec-i-geroy-nezhit-2",
    title: "Клеватесс: Король демонических зверей, младенец и герой-нежить 2",
    image: "https://animego.me/upload/anime/images/685c743b67e72078166807.jpg",
    rating: { owl: 0, crocodile: 0 },
    episodes: 0,
    progress: {
      owl: { watchedEpisodes: 0, status: "planned" },
      crocodile: { watchedEpisodes: 0, status: "planned" },
    },
    genres: ["Фэнтези", "Экшен"],
  },
  {
    id: "klinok-zla",
    title: "Клинок зла",
    image: "https://animego.me/upload/anime/images/6763342e072d7796416910.jpg",
    rating: { owl: 5, crocodile: 5 },
    episodes: 12,
    progress: {
      owl: { watchedEpisodes: 12, status: "completed" },
      crocodile: { watchedEpisodes: 12, status: "completed" },
    },
    genres: ["Приключения", "Сэйнэн", "Фэнтези", "Экшен", "Этти"],
    description: "Несколько десятилетий назад Империя с трудом отбилась от посягательств могущественной расы тьмы. Ключевую роль в войне сыграли 14 умелых воинов, которым предстояло ликвидировать разлом магического барьера в месте под названием «Святые копья». Но заурядная миссия обернулась катастрофой: трое погибли в «Лесу смерти», четверых казнили соратники, заподозрив измену. Именно поэтому легенды восхваляют лишь «Семерых героев».\n" +
      "\n" +
      "Сейчас границы Империи снова в пламени войны. На этот раз бунтует простой люд, который устал от непомерной алчности императора. Угроза для существующей власти более чем реальна, ведь восстание поддерживают «Копья предательства», которые каким-то чудом избежали обезглавливания. Император призывает к себе главного прорицателе и с облегчением узнает, что вслед за бедствием придет новый герой-спаситель. Правда, прорицатель не уточняет, что конкретно кроется за спасением Империи.",
  },
  {
    id: "krasavchiki-detektivy",
    title: "Красавчики-детективы",
    image: "https://animego.me/upload/anime/images/60b34134de377709619792.jpg",
    rating: { owl: 5, crocodile: 0 },
    episodes: 12,
    progress: {
      owl: { watchedEpisodes: 12, status: "completed" },
      crocodile: { watchedEpisodes: 0, status: "not_interested" },
    },
    genres: ["Детектив", "Школа"],
    description: "Маюми Додзима, восьмиклассница из элитной академии Юбива, уже много лет разыскивает звезду, которую видела лишь однажды. Но помощь уже на подходе! Тайный, загадочный и совершенно неуловимый Клуб прекрасных детективов спешит ей на выручку! Пятёрка красавцев решает самые разные школьные проблемы, многие из которых, возможно, сами и создают. И всё это не ради денег, а во имя одной лишь эстетики! Детективы не теряют времени и погружают Маюми в свой мир, полный азарта, опасностей и неописуемой красоты. Добро пожаловать в клуб детективов! Правил здесь немного: нужно быть мальчиком, красавчиком, детективом и, разумеется, частью команды.",
  },
  {
    id: "ledyanye-kosti",
    title: "Ледяные кости",
    image: "https://animego.me/upload/anime/images/670ff11a388a4262411464.jpg",
    rating: { owl: 0, crocodile: 0 },
    episodes: 25,
    progress: {
      owl: { watchedEpisodes: 0, status: "planned" },
      crocodile: { watchedEpisodes: 0, status: "planned" },
    },
    genres: ["Драма", "Психологическое", "Сэйнэн", "Триллер"],
    description: "Город засыпает, просыпается мафия. В это же время свои двери распахивают подпольные казино, игровые клубы и прочие сомнительные заведения, в которых вино и деньги льются рекой.\n" +
      "В одном из таких уже давно неоспоримое первенство держит Кей: самый умный, хладнокровный и расчётливый игрок в истории маджонга. Его проницательность и коварство позволяют ему обыгрывать кого угодно.\n" +
      "Но не делайте поспешных выводов, представляя себе жестокого мафиози: днём все его знают как обычного балбеса-старшеклассника, который вечно спит на уроках.\n" +
      "Причём, это не единственная его тайна, ведь говорят, что дома он в качестве питомца держит нелегально проникшую в страну девушку...",
  },
  {
    id: "mag-vody",
    title: "Маг воды",
    image: "https://animego.me/upload/anime/images/688877498be78879883400.jpg",
    rating: { owl: 0, crocodile: 0 },
    episodes: 12,
    progress: {
      owl: { watchedEpisodes: 0, status: "planned" },
      crocodile: { watchedEpisodes: 0, status: "planned" },
    },
    genres: ["Исэкай", "Приключения", "Фэнтези", "Экшен"],
    description: "Рё мечтал о безмятежной жизни после перерождения в новом мире, но оказался в землях, полных чудовищ. С помощью магии воды и Вечной молодости он выживает в течение двадцати лет и становится самым могущественным чародеем в мире. Судьба Рё меняет ход, когда он встречает одарённого рыцаря Абеля. Новый знакомый прокладывает ему дорогу в самый центр волшебного сообщества. Так начинается безумное приключение мага воды!",
  },
  {
    id: "migi-i-dali",
    title: "Миги и Дали",
    image: "https://animego.me/upload/anime/images/6501ae5dd4f0f297128873.jpg",
    rating: { owl: 5, crocodile: 0 },
    episodes: 13,
    progress: {
      owl: { watchedEpisodes: 13, status: "completed" },
      crocodile: { watchedEpisodes: 0, status: "not_interested" },
    },
    genres: ["Детектив", "Комедия", "Сэйнэн", "Триллер"],
    description: "Мальчика по имени Дали усыновляет пожилая пара, которая долгие годы мечтала о ребенке. Тихий, покладистый и умный сынишка сразу покорил сердца новоиспеченных родителей. Они даже не замечают странностей в поведении Дали. А тот умеет создавать своего двойника с собственной волей и сознанием. Дали называет своего клона Миги. Они хорошо ладят между собой, часто отправляются в путешествия, совместно выкручиваются из опасных авантюр. Дали и Миги достаточно умны, чтобы уцелеть в жутком доме с привидениями, разобраться в запутанных правилах опасного игрового шоу.\n" +
      "\n" +
      "Общий комедийный тон тайтла не мешает зрителю почувствовать серьезность и неоднозначность проблем в период взросления. Хорошо раскрыты тема одиночества и поиск смысла жизни. Дали и Миги обладают развитым интеллектом, что помогает успешно решать сложные детективные задачи. Первые серии выходят уже в начале октября.",
  },
  {
    id: "monolog-farmacevta",
    title: "Монолог фармацевта",
    image: "https://animego.me/upload/anime/images/650c4cfea7794468427702.jpg",
    rating: { owl: 5, crocodile: 0 },
    episodes: 24,
    progress: {
      owl: { watchedEpisodes: 24, status: "completed" },
      crocodile: { watchedEpisodes: 0, status: "not_interested" },
    },
    genres: ["Детектив", "Драма", "Исторический"],
    description: "Милая Маомао попала в рабство. После похищения девушка очнулась в императорском дворце, где теперь вкалывает целый день. Новоиспеченная служанка не утратила оптимизма, решив, что что ее путь на свободу лежит через честный и качественный труд. Напускная вежливость и скромность хорошо маскируют эксцентричный характер. Маомао быстро учится слушать, а не говорить. Однако склонная к действию натура выходит из-под контроля, когда девушка узнает о болезни императорских отпрысков, а ведь она обладает тайными знаниями в фармацевтике и может помочь. Чтобы долго не объясняться с распорядителем, Маомао тайком приступает к лечению.\n" +
      "\n" +
      "Естественно, ее необдуманные действия замечены. Не сочтут ли девушку шпионом-отравителем? Крепкое здоровье наследников разрушает подобное предположение, а Маомао попадает в число избранных, близких к императору. Юная задорная девушка под личным покровительством императора заставит очнуться всех во дворце. Даже министрам теперь не будет покоя.",
  },
  {
    id: "monolog-farmacevta-2",
    title: "Монолог фармацевта 2",
    image: "https://animego.me/upload/anime/images/67818f1e1be05628995357.jpg",
    rating: { owl: 5, crocodile: 0 },
    episodes: 24,
    progress: {
      owl: { watchedEpisodes: 24, status: "completed" },
      crocodile: { watchedEpisodes: 0, status: "not_interested" },
    },
    genres: ["Детектив", "Драма", "Исторический"],
    description: "Второй сезон.",
  },
  {
    id: "moy-schastlivyy-brak",
    title: "Мой счастливый брак",
    image: "https://animego.me/upload/anime/images/6488cf6db7489718094151.jpg",
    rating: { owl: 5, crocodile: 0 },
    episodes: 12,
    progress: {
      owl: { watchedEpisodes: 12, status: "completed" },
      crocodile: { watchedEpisodes: 0, status: "not_interested" },
    },
    genres: ["Драма", "Исторический", "Романтика", "Фэнтези"],
    description: "Миловидная и добрая Миё Саймори обижена на судьбу. Она рано осталась без матери. Характерные для клана сверхъестественные силы не проявляются, мачеха и ее сводная сестра Каё видят в Миё лишь прислугу. К бесконечному списку испытаний добавилось еще одно: мачеха намерилась выдать падчерицу замуж за военного. Все бы ничего, но у Киёка Кудо непростая репутация. Воспитанный армией мужчина суров и требователен к спутнице жизни. Он уже отказался от нескольких кандидаток в жены. Высока вероятность, что и Миё не подойдет.\n" +
      "\n" +
      "Девушка боится и одновременно хочет перемен. Она понимает, что в родном доме ей не рады, а шанс создать свой уютный уголок для спокойной жизни выпадает нечасто. Кроме того, живое общение с Кудо оказалось достаточно приятным, а его жизненные приоритеты – близкими для Миё. На самом деле, Кудо добрый и ранимый человек, а суровый взгляд и резкие высказывания нужны лишь для самозащиты. Миё начинает верить, что в ее непростой жизни появится кусочек счастья.\n" +
      "\n" +
      "Недобрая мачеха тоже это видит. Ее склочная натура противится счастью падчерицы, ведь родная дочь также не пристроена. Может, Миё пора ухватиться за свой шанс и поставить на место наглых родственников?",
  },
  {
    id: "moy-schastlivyy-brak-2",
    title: "Мой счастливый брак 2",
    image: "https://animego.me/upload/anime/images/67627f2d8586d652821598.jpg",
    rating: { owl: 5, crocodile: 0 },
    episodes: 13,
    progress: {
      owl: { watchedEpisodes: 13, status: "completed" },
      crocodile: { watchedEpisodes: 0, status: "not_interested" },
    },
    genres: ["Драма", "Исторический", "Романтика", "Фэнтези"],
    description: "Второй сезон.",
  },
  {
    id: "platinovyy-predel",
    title: "Платиновый предел",
    image: "https://animego.me/upload/anime/images/615d4b9fd1aea593720027.jpg",
    rating: { owl: 5, crocodile: 5 },
    episodes: 24,
    progress: {
      owl: { watchedEpisodes: 24, status: "completed" },
      crocodile: { watchedEpisodes: 24, status: "completed" },
    },
    genres: ["Драма", "Психологическое", "Сверхъестественное", "Сёнэн", "Триллер"],
    description: "«Я подарю тебе надежду». Мирай Какэхаси потерял родителей в автокатастрофе и влачил несчастную жизнь у родственников. Полностью утратив надежду, он спрыгнул с крыши в день выпускного из средней школы. И тут он повстречал ангела...",
  },
  {
    id: "povelitel-demonov-2099",
    title: "Повелитель демонов 2099",
    image: "https://animego.me/upload/anime/images/66f3b5c65706c927700047.jpg",
    rating: { owl: 5, crocodile: 5 },
    episodes: 12,
    progress: {
      owl: { watchedEpisodes: 12, status: "completed" },
      crocodile: { watchedEpisodes: 12, status: "completed" },
    },
    genres: ["Фантастика", "Фэнтези", "Экшен"],
    description: "Пять столетий назад владыка тьмы Вельтоль правил Бессмертным королевством, но пал от руки героя. Теперь ему пришло время вернуться к жизни. Год 2099, цивилизация достигла небывалого технологического развития, и Вельтоль оказывается в футуристическом городе с небоскрёбами и неоновыми вывесками. Владыка тьмы может быть пережитком прошлого, но это не значит, что ему не покорится и новый мир!",
  },
  {
    id: "povelitel-tajn-kloun",
    title: "Повелитель тайн: Клоун",
    image: "https://animego.gg/uploads/posts/2025-07/povelitel-tajn-kloun.webp",
    rating: { owl: 5, crocodile: 5 },
    episodes: 13,
    progress: {
      owl: { watchedEpisodes: 13, status: "completed" },
      crocodile: { watchedEpisodes: 13, status: "completed" },
    },
    genres: ["Экшен", "Детектив", "Сверхъестественное", "Триллер"],
    description: "Век пара и стали раскрывает свои тайны, но за фасадом прогресса скрывается нечто куда более древнее и загадочное. Чжоу Минжуй приходит в себя в чужом теле, в незнакомом мире, напоминающем викторианскую эпоху, где магия переплетается с наукой, а в тени шепчутся забытые пророчества. Теперь он — Клейн Моретти, и его ждёт путь, полный опасных ритуалов, потусторонних зелий и тайн, которые лучше бы оставались скрытыми. В этом мире церкви ведут войну с культами, а каждый шаг может стать последним.\n" +
      "\n" +
      "Клейн оказывается втянут в игру сил, где правда скрыта за множеством масок, а иллюзии становятся реальностью. Он выбирает не бегство, а поиск ответов, становясь Провидцем — тем, кто видит сквозь пелену обмана и читает знаки судьбы. Но чем глубже он погружается в этот мир, тем больше понимает: за каждым открытием кроется новая загадка, а истина может оказаться страшнее любого кошмара. Тени сгущаются, и Клейну предстоит пройти по лезвию ножа, балансируя между светом и тьмой.\n" +
      "\n" +
      "Его путь — это череда загадок, где случайности лишь маскируют предначертанное, а каждое решение влечёт за собой необратимые последствия. В этом мире пророчества сбываются кроваво, а древние сущности наблюдают из-за грани реальности. Клейн идёт наперекор судьбе, разгадывая тайны, которые могли бы остаться забытыми. Но чем ближе он к разгадке, тем яснее осознаёт: некоторые двери лучше не открывать. И всё же он продолжает идти вперёд, потому что правда — единственное, что имеет значение.",
  },
  {
    id: "povelitel-tajn-kloun-2",
    title: "Повелитель тайн: Клоун 2",
    image: "https://animego.gg/uploads/posts/2025-07/povelitel-tajn-kloun.webp",
    rating: { owl: 0, crocodile: 0 },
    episodes: 0,
    progress: {
      owl: { watchedEpisodes: 0, status: "planned" },
      crocodile: { watchedEpisodes: 0, status: "planned" },
    },
    genres: ["Экшен", "Детектив", "Сверхъестественное", "Триллер"],
  },
  {
    id: "podnyatie-urovnya-v-odinochku",
    title: "Поднятие уровня в одиночку",
    image: "https://animego.me/upload/anime/images/676487b86d5c0521559278.jpg",
    rating: { owl: 5, crocodile: 5 },
    episodes: 12,
    progress: {
      owl: { watchedEpisodes: 12, status: "completed" },
      crocodile: { watchedEpisodes: 12, status: "completed" },
    },
    genres: ["Приключения", "Фэнтези", "Экшен"],
    description: "Появление проходов в подземельях с монстрами давно терроризирует человечество. Никто не знает, где и когда возникнут новые врата и чудища ринутся наверх. Даже армия не может справиться с нашествием монстров. Людям доступна лишь одна стратегия: засылка в только что открывшееся подземелье отряда особых охотников. Если они быстро уничтожат монстра, проход закроется, а угроза вторжения временно исчезнет.\n" +
      "\n" +
      "Но даже среди элитных охотников есть неудачники, не способные победить среднеуровневых монстров. Смелый, но физически слабый Сон Джину выполняет задачу зачистки самых мелких монстров. Нерасторопный Сон проигрывает конкуренцию соратникам, не может нормально прокачивать свой уровень, практически ничего не зарабатывает. А деньги очень нужны: его мать лежит в коме.\n" +
      "\n" +
      "Однажды он натыкается на секретное ответвление и попадает в не зачищенное охотниками подземелье. Парень приходит в себя на больничной койке. Когда шок от воскрешения прошел, Сон обнаружил способность вызова интерфейса для путешествия по альтернативному миру. Здесь он сильнее, быстрее, удачливей. Ему нужно прокачаться одиночку и наконец-то заполучить высший ранг авантюриста.",
  },
  {
    id: "podnyatie-urovnya-v-odinochku-2-vosstante-iz-teni",
    title: "Поднятие уровня в одиночку 2: Восстаньте из тени",
    image: "https://animego.me/upload/anime/images/677a28807323d672829725.jpg",
    rating: { owl: 5, crocodile: 5 },
    episodes: 13,
    progress: {
      owl: { watchedEpisodes: 13, status: "completed" },
      crocodile: { watchedEpisodes: 13, status: "completed" },
    },
    genres: ["Приключения", "Фэнтези", "Экшен"],
    description: "Второй сезон.",
  },
  {
    id: "sverhkub",
    title: "Сверхкуб",
    image: "https://v1.animego.bet/uploads/posts/2025-05/sverhkub.webp",
    rating: { owl: 5, crocodile: 5 },
    episodes: 12,
    progress: {
      owl: { watchedEpisodes: 12, status: "completed" },
      crocodile: { watchedEpisodes: 12, status: "completed" },
    },
    genres: ["Приключения", "Фэнтези", "Экшен"],
  },
  {
    id: "sozdannyj-v-bezdne",
    title: "Созданный в Бездне",
    image: "https://animego.me/upload/anime/images/5ab171b09fa5c770822816.jpg",
    rating: { owl: 5, crocodile: 5 },
    episodes: 13,
    progress: {
      owl: { watchedEpisodes: 13, status: "completed" },
      crocodile: { watchedEpisodes: 13, status: "completed" },
    },
    genres: ["Детектив", "Драма", "Приключения", "Фантастика", "Фэнтези"],
    description: "Человечество всегда стремилось к познанию тайн, скрытых в глубинах неизведанного. Даже если эти тайны несли в себе смертельную опасность... Много веков назад в южных морях был обнаружен остров, в центре которого зияла огромная дыра. Что скрывается на её дне? Этот вопрос не давал покоя искателям приключений, жаждущим богатств. Один за другим они спускались вниз, и оказалось, что сокровища там действительно есть. Но вместе с ними исследователи сталкивались с ужасными существами, которые безжалостно уничтожали смельчаков. Так родилась легенда о Бездне — месте, где нет дна, а только бесконечная тьма и опасность.\n" +
      "\n" +
      "Со временем вокруг дыры вырос город Орф, построенный потомками первых исследователей. Среди его жителей — двенадцатилетняя Рико, сирота, чьи родители исчезли в глубинах Бездны. Как и многие дети, она живёт в приюте при гильдии исследователей и мечтает однажды стать великим искателем. Рико хранит воспоминания о своей матери, легендарной исследовательнице, и мечтает получить Белый Свисток — символ высшего мастерства. Но пока она лишь новичок с Красным Свистком, чьи вылазки ограничиваются безопасной глубиной. Однако её жизнь меняется, когда она встречает загадочного мальчика, похожего на робота, который, как она считает, прибыл из самых глубин Бездны.\n" +
      "\n" +
      "Эта встреча заставляет Рико задуматься: что, если Бездна — это не просто бездонная яма, а живое существо, которое наблюдает за каждым, кто осмеливается приблизиться к ней? С этого момента её стремление исследовать Бездну становится ещё сильнее. Рико начинает верить, что где-то внизу её ждут ответы на вопросы, которые она ищет. Но сможет ли она преодолеть все опасности, которые таит в себе это загадочное место? И что скрывается на самом дне Бездны, куда ещё не ступала нога человека?",
  },
  {
    id: "sozdannyj-v-bezdne-nachalo-puteshestvija",
    title: "Созданный в Бездне: Начало путешествия",
    image: "https://animego.art/uploads/posts/2025-01/sozdannyj-v-bezdne-nachalo-puteshestvija.webp",
    rating: { owl: 0, crocodile: 0 },
    episodes: 1,
    progress: {
      owl: { watchedEpisodes: 0, status: "not_interested" },
      crocodile: { watchedEpisodes: 0, status: "not_interested" },
    },
    genres: ["Детектив", "Драма", "Приключения", "Фантастика", "Фэнтези"],
    description: "Аниме «Созданный в Бездне» погружает зрителя в загадочный мир, где главные герои — дети, живущие в приюте на краю огромной пропасти, известной как Бездна. В центре сюжета — девочка по имени Рико, которая мечтает найти свою мать, предположительно находящуюся где-то в глубинах этой загадочной бездны. Вместе со своим другом Регом, роботом, обладающим невероятной силой, она отправляется в опасное путешествие. Первые эпизоды знакомят нас с их миром, полным тайн, опасностей и невероятных существ, которые обитают в Бездне.\n" +
      "\n" +
      "По мере развития сюжета Рико и Рег сталкиваются с множеством испытаний, которые проверяют их дружбу и решимость. Они встречают странных существ, как дружелюбных, так и враждебных, а также узнают больше о загадочных артефактах, скрытых в глубинах Бездны. Каждый шаг вниз приносит новые открытия, но также и новые угрозы. Восьмой эпизод становится кульминацией их приключений, где герои сталкиваются с одной из самых опасных ситуаций, которая заставляет их пересмотреть свои цели и мотивы.\n" +
      "\n" +
      "Атмосфера аниме наполнена напряжением и тревогой, но при этом в нем есть место для теплых моментов, которые подчеркивают связь между героями. Визуальный стиль и музыкальное сопровождение создают уникальную атмосферу, которая захватывает зрителя с первых минут. «Созданный в Бездне» — это не просто история о приключениях, но и глубокий рассказ о дружбе, надежде и стремлении к неизведанному, который оставляет после себя множество вопросов и эмоций.",
  },
  {
    id: "sozdannyj-v-bezdne-bluzhdajuschie-sumerki",
    title: "Созданный в Бездне: Блуждающие сумерки",
    image: "https://animego.art/uploads/posts/2025-01/sozdannyj-v-bezdne-bluzhdajuschie-sumerki.webp",
    rating: { owl: 0, crocodile: 0 },
    episodes: 1,
    progress: {
      owl: { watchedEpisodes: 0, status: "not_interested" },
      crocodile: { watchedEpisodes: 0, status: "not_interested" },
    },
    genres: ["Детектив", "Драма", "Приключения", "Фантастика", "Фэнтези"],
    description: "С 9 по 13 эпизоды аниме «Созданный в Бездне» зрители погружаются в ещё более напряжённые и драматичные события. Рико и Наначи продолжают своё опасное путешествие вглубь Бездны, сталкиваясь с новыми испытаниями и загадками. Встреча с загадочным существом по имени Бонедрюид становится ключевым моментом, раскрывающим новые тайны этого мира. Герои вынуждены принимать сложные решения, которые влияют на их дальнейшую судьбу, а их дружба и доверие друг к другу подвергаются серьёзным испытаниям.\n" +
      "\n" +
      "В этих эпизодах зрители узнают больше о прошлом Наначи и её связи с Бездной. Её внутренние конфликты и страхи становятся более очевидными, что добавляет глубины её персонажу. Рико, несмотря на юный возраст, демонстрирует невероятную стойкость и решимость, продолжая верить в свою миссию. Встреча с другими искателями приключений, такими как Озен, раскрывает новые грани мира Бездны, а также поднимает вопросы о цене, которую приходится платить за знания и силу.\n" +
      "\n" +
      "Кульминацией этой части становится столкновение с новыми опасностями, которые ставят под угрозу жизнь главных героев. Эмоциональные сцены, напряжённые диалоги и неожиданные повороты сюжета держат зрителей в напряжении. Атмосфера таинственности и тревоги усиливается, оставляя множество вопросов, на которые ещё предстоит найти ответы. Эти эпизоды не только развивают сюжет, но и углубляют понимание мотивов персонажей, делая их истории ещё более трогательными и запоминающимися.",
  },
  {
    id: "sozdannyj-v-bezdne-rassvet-glubokoj-dushi",
    title: "Созданный в Бездне: Рассвет глубокой души",
    image: "https://animego.me/upload/anime/images/6004141de630c224433703.jpg",
    rating: { owl: 5, crocodile: 5 },
    episodes: 1,
    progress: {
      owl: { watchedEpisodes: 1, status: "completed" },
      crocodile: { watchedEpisodes: 1, status: "completed" },
    },
    genres: ["Детектив", "Драма", "Приключения", "Фантастика", "Фэнтези"],
    description: "Новая глава захватывающего путешествия Рико, Рэга и их нового союзника Нанати разворачивается в глубинах Бездны. Герои отправляются на пятый уровень, известный как Море Трупов, где их ждут невероятные испытания и загадки. Встреча с Бондрюдом, легендарным Белым Свистком, добавляет драматизма их приключению. Этот загадочный персонаж, связанный с тёмным прошлым Нанати, кажется дружелюбным, но в Бездне ничто не бывает таким, каким кажется на первый взгляд.\n" +
      "\n" +
      "Море Трупов открывает перед героями новые опасности и тайны, которые бросают вызов их смелости и решимости. Бондрюд, несмотря на свою внешнюю приветливость, скрывает множество секретов, и его истинные намерения остаются неясными. Рико, Рэг и Нанати должны быть начеку, ведь каждый шаг в этом загадочном мире может стать последним. Их дружба и взаимовыручка подвергаются серьёзным испытаниям, а Бездна продолжает раскрывать свои мрачные секреты.\n" +
      "\n" +
      "В этом захватывающем продолжении зрителей ждут неожиданные повороты сюжета, напряжённые моменты и глубокие эмоции. Герои сталкиваются с выбором, который может изменить их судьбу, а Бездна становится всё более непредсказуемой. История Нанати и её связь с Бондрюдом добавляют новые грани в повествование, делая его ещё более увлекательным. Этот этап путешествия обещает быть полным загадок, опасностей и невероятных открытий, которые оставят зрителей в напряжении до самого конца.",
  },
  {
    id: "sozdannyj-v-bezdne-2-sezon",
    title: "Созданный в Бездне: Солнце, вспыхнувшее в Золотом городе",
    image: "https://animego.me/upload/anime/images/62c5a4b57cfa1601529074.jpg",
    rating: { owl: 5, crocodile: 5 },
    episodes: 12,
    progress: {
      owl: { watchedEpisodes: 12, status: "completed" },
      crocodile: { watchedEpisodes: 12, status: "completed" },
    },
    genres: ["Детектив", "Драма", "Приключения", "Фантастика", "Фэнтези"],
    description: "Нанати, Рико и Рэг продолжают своё опасное путешествие вглубь Бездны. После того как Рико получила Белый свисток, они решают отправиться на шестой уровень — Столицу Невернувшихся. Этот уровень известен своими смертельными ловушками и таинственными обитателями, но это не останавливает наших героев. Их цель — раскрыть секреты Бездны, несмотря на все угрозы, которые поджидают их на пути.\n" +
      "\n" +
      "Во время своего путешествия они находят загадочную деревню Илблу, населённую странными существами, известными как «пустышки». Эти существа обладают уникальной культурой и языком, которые герои начинают изучать. Через общение с местными жителями они узнают о древних легендах и истории деревни, а также о группе исследователей, которые когда-то искали легендарный Золотой город. Каждая новая деталь приближает их к разгадке тайн Бездны.\n" +
      "\n" +
      "Погружаясь в жизнь деревни, Рико, Рэг и Нанати сталкиваются с новыми вызовами и открытиями. Они не только узнают больше о прошлом Бездны, но и начинают понимать, какую роль они сами играют в этой загадочной истории. Их путешествие становится не только физическим испытанием, но и духовным, ведь каждый шаг вглубь Бездны меняет их самих. Что ждёт их дальше? Ответы скрыты в глубинах этого таинственного мира.",
  },
  {
    id: "starik-iz-derevni-stanovitsya-svyatym-mechom",
    title: "Старик из деревни становится Святым мечом",
    image: "https://v1.animego.bet/uploads/posts/2025-05/starik-iz-derevni-stanovitsja-svjatym-mechom.webp",
    rating: { owl: 0, crocodile: 0 },
    episodes: 12,
    progress: {
      owl: { watchedEpisodes: 0, status: "planned" },
      crocodile: { watchedEpisodes: 0, status: "planned" },
    },
    genres: ["Приключения", "Фэнтези", "Экшен"],
    description: "Размеренной сельской жизни Берила Гарденанта приходит конец, когда его приглашает в столицу командир Королевских рыцарей Аллусия Цитрус. Берил помнит ее несмышленой девчонкой, которую он обучал премудростям мечника. Держа в уме крутой нрав бывшей ученицы, Гарденант отправляется в столицу. К своему удивлению в городе он встречает и других бывших учеников. Что задумала Аллусия? Все ли с ней в порядке? Если понадобится, седовласый наставник готов прийти на помощь.",
  },
  {
    id: "tvoya-forma",
    title: "Твоя форма",
    image: "https://tvoya-forma-2025.yume-animego.store/wp-content/uploads/all-anime-posters/c0dc2b875b20f21a16bf9fa47e5331.jpg",
    rating: { owl: 5, crocodile: 0 },
    episodes: 13,
    progress: {
      owl: { watchedEpisodes: 13, status: "completed" },
      crocodile: { watchedEpisodes: 0, status: "not_interested" },
    },
    genres: ["Детектив", "Фантастика"],
    description: "Сыщица-вундеркинд и андроид спасают мир от смертельного вируса. Эффектное аниме с элементами киберпанка",
  },
  {
    id: "fars-iz-ubiystva-devushki-nezhiti",
    title: "Фарс из убийства девушки-нежити",
    image: "https://animego.me/upload/anime/images/64a17174ddf36438458410.jpg",
    rating: { owl: 5, crocodile: 0 },
    episodes: 13,
    progress: {
      owl: { watchedEpisodes: 13, status: "completed" },
      crocodile: { watchedEpisodes: 0, status: "not_interested" },
    },
    genres: ["Вампиры", "Детектив", "Исторический", "Сверхъестественное", "Фэнтези"],
    description: "В недалеком будущем Земля практически зачищена от демонов и прочей нечисти. Чтобы выжить, жалкие остатки поголовья монстров согласились во всем подчиняться людям. Но даже так общественное мнение видит в них скрытую угрозу. Их ненавидят, боятся, презирают. Человеческая нетерпимость провоцирует стычки и конфликты. Как результат – ненужные жертвы с обеих сторон.\n" +
      "\n" +
      "Полиция избегает подобных разбирательств, перепоручая дела успешному детективному клубу. Троица детективов быстро вычисляет виновных, что ограничивает общественный резонанс и разряжает напряженную обстановку. Несмотря на внешнюю эффективность, внутри коллектива детективов накапливается целый ком неразрешенных проблем. Просто некоторые участники клуба нечестны с коллегами и воспринимают профессиональную деятельность как панацею от скуки.",
  },
  {
    id: "chelovek-benzopila",
    title: "Человек-бензопила",
    image: "https://v1.animego.bet/uploads/posts/2025-05/chelovek-benzopila.webp",
    rating: { owl: 5, crocodile: 5 },
    episodes: 12,
    progress: {
      owl: { watchedEpisodes: 12, status: "completed" },
      crocodile: { watchedEpisodes: 12, status: "completed" },
    },
    genres: ["Боевик", "Фэнтези", "Ужасы"],
    description: "Сирота в долгах становится отчаянным борцом с демонами. Кровавое аниме по одной из самых популярных манг",
  },
  {
    id: "yuna-iz-gostinicy-yuragi",
    title: "Юна из гостиницы Юраги",
    image: "https://v1.animego.ngo/uploads/posts/2025-05/juna-iz-gostinicy-juragi.webp",
    rating: { owl: 5, crocodile: 5 },
    episodes: 12,
    progress: {
      owl: { watchedEpisodes: 12, status: "completed" },
      crocodile: { watchedEpisodes: 12, status: "completed" },
    },
    genres: ["Гарем", "Комедия", "Романтика", "Сверхъестественное", "Сёнэн", "Этти"],
    description: "Когараши Фуюзора – обычный старшеклассник, жизнь которого сложно назвать безоблачной. Пока сверстники наслаждаются беззаботными школьными годами, парнишка отчаянно борется за выживание. С ранних лет он наделен уникальным талантом, позволяющим ему видеть призраков, которые постоянно пользуются беззащитностью мальчика и приносят сплошные неприятности. С деньгами у главного героя тоже полная катастрофа. Но даже это не последняя трудность, ведь недавно парнишка потерял жилье, а значит ему необходимо в срочном порядке отыскать для себя дешевое убежище.\n" +
      "\n" +
      "Вскоре персонаж обнаруживает гостиницу Юраги, предлагающую комнаты по смешной цене. Конечно же, воодушевленный школьник соглашается на предложение отеля. Он даже не подозревает, что низкая арендная плата имеет существенную причину. Оказывается, в здании обитает дух погибшей девушки Юны, который постоянно досаждает постояльцам. Немного подумав, герой решает остаться в гостинице, ведь ради крыши над головой можно и потерпеть присутствие привидения. Естественно, покоя Когараши не видать. Изначально он был занят исключительно застрявшей в человеческом мире девчонкой, но потом понял, что остальные гости тоже далеко не рядовые граждане.",
  },
  {
    id: "ya-sekretar-gildii-no-ya-ne-lyublyu-sverhurochnuyu-rabotu-poetomu-ya-sobirayus-podchinit-bossa-v-odinochku",
    title: "Я секретарь гильдии, но я не люблю сверхурочную работу, поэтому я собираюсь подчинить босса в одиночку",
    image: "https://animego.me/upload/anime/images/67627a573ce2e926669131.jpg",
    rating: { owl: 5, crocodile: 5 },
    episodes: 12,
    progress: {
      owl: { watchedEpisodes: 12, status: "completed" },
      crocodile: { watchedEpisodes: 12, status: "completed" },
    },
    genres: ["Комедия", "Приключения", "Фэнтези", "Экшен"],
    description: "Алине казалось, что она нашла работу мечты: стабильную, надёжную, с нормированным графиком и красивой рабочей формой — секретаря гильдии авантюристов. Но когда у последних возникли трудности с зачисткой подземелья, на Алину свалилось множество работы, и жизнь обернулась настоящим кошмаром. Устав задерживаться допоздна, Алина решает собственноручно разделаться с причиной всех бед — боссом подземелья. Так в городе появились слухи о загадочном Палаче, который помогает зачищать самые сложные подземелья…",
  },
];