import type { Anime } from "../types/anime";

export const animeList: Anime[] = [
  {
    id: "adskiy-ray",
    title: "Адский рай",
    image: "https://pic.rutube.ru/video/d7/81/d7815e31ebd4359e9f73632523351272.png",
    rating: { owl: 5, crocodile: 5 },
    episodes: 13,
    progress: {
      owl: { watchedEpisodes: 13, status: "completed" },
      crocodile: { watchedEpisodes: 13, status: "completed" },
    },
    genres: ["Приключения", "Фэнтези", "Боевик"],
    description: "Габимару — лучший из лучших ниндзя в деревне шиноби, широко известный под псевдонимом «Пустой Габимару». Он оказался предан своей деревней, когда захотел попрощаться с работой убийцы и начать мирную жизнь со своей женой. Оказавшись переданным властям, Габимару должен был быть казнен, но вместо казни ему подарили второй шанс — его отправят на поиски эликсира жизни на необитаемый райский остров, с которого еще никому не удалось вернуться живым. Если он победит в соревновании с другими отрядами и первым принесет эликсир сёгуну — его помилуют и позволят вернуться к своей жене, с которой он мечтает построить мирный быт, оставив позади прошлое. Сможет ли он вернуться к своей жене живым?",
    video: "https://rutube.ru/plst/380646/",
  },
  {
    id: "adskiy-ray-2",
    title: "Адский рай 2",
    image: "https://pic.rutube.ru/video/d7/81/d7815e31ebd4359e9f73632523351272.png",
    rating: { owl: 0, crocodile: 0 },
    episodes: 0,
    progress: {
      owl: { watchedEpisodes: 0, status: "planned" },
      crocodile: { watchedEpisodes: 0, status: "planned" },
    },
    genres: ["Приключения", "Фэнтези", "Боевик"],
  },
  {
    id: "apokalipsis-minogry-pokorenie-drugogo-mira-nachinaetsya-s-razrushennoy-civilizacii",
    title: "Апокалипсис Миногры: Покорение другого мира начинается с разрушенной цивилизации",
    image: "https://pic.rutube.ru/playlist/2025/07/31/13/5d/57219ade-6e3c-11f0-8255-861ce4882545.jpg",
    rating: { owl: 5, crocodile: 5 },
    episodes: 13,
    progress: {
      owl: { watchedEpisodes: 13, status: "completed" },
      crocodile: { watchedEpisodes: 13, status: "completed" },
    },
    genres: ["Исэкай", "Приключения", "Фэнтези"],
    description: "В раннем возрасте болезнь обрывает жизнь Такуто Иры, после чего он попадает в фентези мир, напоминающий его пошаговую стратегию ″Вечные Нации″. Мало того, что Такуто переродился в своей любимой игре, так ещё и стал богом одной из злейших цивилизаций — Миногра! И теперь, когда на его стороне обворожительная героиня нации — Ведьма Слизи Ато — даже самая сложная в управлении цивилизация обречена на успех! Исследуй, завоёвывай, эксплуатируй и уничтожай! Мир фэнтези стратегии как никогда нуждается в героях! Станьте частью ″Вечных наций″ уже сегодня!",
    video: "https://rutube.ru/plst/1140792/",
  },
  {
    id: "arknayts-prelyudiya-k-rassvetu",
    title: "Аркнайтс: Прелюдия к рассвету",
    image: "https://pic.rutubelist.ru/video/20/9b/209b6cab4ba0602c9fe982a66e84ab08.png",
    rating: { owl: 0, crocodile: 0 },
    episodes: 8,
    progress: {
      owl: { watchedEpisodes: 3, status: "dropped" },
      crocodile: { watchedEpisodes: 3, status: "dropped" },
    },
    genres: ["Фэнтези", "Экшен"],
    description: "Действие аниме происходит в антиутопическом мире Терра. В нём есть люди, у которых есть черты животных или мифологически существ. А также в этом мире бушуют Бедствия — природные катаклизмы, после которых остаётся ценный камень — оригиналий. Каждый, кто с ним взаимодействовал, заболевал смертельной болезнью — орипатией. Но он также даёт возможность использовать магию. И есть те, кто пытается найти лекарство от этой болезни, дабы исцелить больных.",
    video: "https://rutube.ru/plst/389665/",
  },
  {
    id: "belogo-maga-izgnannogo-iz-komandy-geroja-podobral-avantjurist-ranga-s-jetot-belyj-mag-slishkom-nestandartnyj",
    title: "Белого мага, изгнанного из команды героя, подобрал авантюрист ранга S: Этот белый маг слишком нестандартный",
    image: "https://pic.rutube.ru/playlist/2025/09/22/ca/2a/5583ee51-97e9-11f0-9640-7a65757ce0d6.jpg",
    rating: { owl: 5, crocodile: 5 },
    episodes: 12,
    progress: {
      owl: { watchedEpisodes: 12, status: "completed" },
      crocodile: { watchedEpisodes: 12, status: "completed" },
    },
    genres: [],
    description: "Кому вообще сдался этот бездарный белый маг? С этими словами всеми обожаемый герой исключает бедного Ллойда из своей группы. Потеряв постоянную работу, наш белый маг по воле случая попадает в группу S-ранга и сопровождает её на задании. Тогда никому и в голову не могло прийти, что группа героя распадётся, а Ллойд, необычный маг поддержки, станет первоклассным авантюристом. И хоть сам Ллойд этого не осознаёт, но причиной тому становится его непревзойдённая сила!",
    video: "https://rutube.ru/plst/1211729/",
  },
  {
    id: "besklassovyj-geroj-da-mne-vse-ravno-ne-nuzhny-jeti-vashi-umenija",
    title: "Бесклассовый герой: Да мне всё равно не нужны эти ваши умения",
    image: "https://pic.rutube.ru/playlist/2025/10/16/45/e1/d5c76a23-aa9c-11f0-8b40-165038ed8a83.jpg",
    rating: { owl: 0, crocodile: 0 },
    episodes: 12,
    progress: {
      owl: { watchedEpisodes: 0, status: "planned" },
      crocodile: { watchedEpisodes: 0, status: "planned" },
    },
    genres: ["Экшен", "Приключения", "Комедия", "Фэнтези"],
    description: "Юноша оказывается в новом мире, где каждый получает класс — маг, воин, лекарь и прочие, — а вместе с ним и набор умений. Все ждут, что он станет великим героем… но система определяет, что у него нет класса вообще. Ни силы, ни навыков, ни предназначения. Вместо того чтобы отчаяться, он решает: «Да и не нужны мне ваши умения!» Он полагается на здравый смысл, хитрость и железную волю. Пока другие полагаются на магические способности, он учится побеждать собственными руками и головой.",
    video: "https://rutube.ru/plst/1251801/",
  },
  {
    id: "blagouhajuschij-cvetok-rascvetaet-s-dostoinstvom",
    title: "Благоухающий цветок расцветает с достоинством",
    image: "https://pic.rutube.ru/playlist/2025/08/06/32/47/2e8dcd5f-72f7-11f0-8531-2269f3dd79c2.jpg",
    rating: { owl: 0, crocodile: 0 },
    episodes: 13,
    progress: {
      owl: { watchedEpisodes: 0, status: "planned" },
      crocodile: { watchedEpisodes: 0, status: "not_interested" },
    },
    genres: [],
    description: "В старшей школе Кикё учатся только образцовые девушки — отличницы и настоящие умницы. Рядом же с ней находится школа Чидори для мальчиков, где, в отличие от Кикё, учатся сплошные двоечники и хулиганы. Нетрудно догадаться, что ученики школ страшно друг друга недолюбливают и при встрече готовы порвать друг друга на куски! Но здесь, как и в Шекспировской классике, есть те, кто подобной ненависти не испытывает. В роли Ромео — немного грозный, но добрый сердцем Ринтаро, а в роли Джульетты — очаровательная Каоруко. Вот только общаться нашим героям, когда две их школы буквально на ножах, ой как непросто. Получится ли у них сохранить дружбу, несмотря на все преграды? Или, быть может, дружба перетечёт во что-то даже большее?",
    video: "https://rutube.ru/plst/1146866/",
  },
  {
    id: "boevoy-otryad-polnyy-proval",
    title: "Боевой отряд «Полный провал»",
    image: "https://pic.rutube.ru/playlist/a9c859c3-bfe3-11ef-a946-02420a00031d.png",
    rating: { owl: 5, crocodile: 5 },
    episodes: 12,
    progress: {
      owl: { watchedEpisodes: 12, status: "completed" },
      crocodile: { watchedEpisodes: 12, status: "completed" },
    },
    genres: ["Боевик", "Фантастика", "Сёнэн"],
    description: "Тринадцать лет назад над Землёй появился таинственный летающий замок, из которого армия монстров объявила о намерении захватить планету. На защиту человечества встали Хранители Дракона — отважные герои, которые за год одолели главарей захватчиков. Однако в живых остались бессмертные пешки-комбатанты, вынужденные раз за разом терпеть поражения в постановочных боях, транслируемых для развлечения публики. Один из них, Комбатант Ди, устав от бесконечных унижений, решает изменить ситуацию, проникнув в ряды рейнджеров и разработав план мести, чтобы принести силам pла долгожданную победу.",
    video: "https://rutube.ru/plst/744376/",
  },
  {
    id: "boevoy-otryad-polnyy-proval-2",
    title: "Боевой отряд «Полный провал» 2",
    image: "https://pic.rutubelist.ru/video/2025-07-09/68/7b/687b568d5521bacb087993a9df73f912.png",
    rating: { owl: 0, crocodile: 0 },
    episodes: 12,
    progress: {
      owl: { watchedEpisodes: 0, status: "planned" },
      crocodile: { watchedEpisodes: 0, status: "planned" },
    },
    genres: ["Боевик", "Фантастика", "Сёнэн"],
    description: "Тринадцать лет назад над Землёй появился таинственный летающий замок, из которого армия монстров объявила о намерении захватить планету. На защиту человечества встали Хранители Дракона — отважные герои, которые за год одолели главарей захватчиков. Однако в живых остались бессмертные пешки-комбатанты, вынужденные раз за разом терпеть поражения в постановочных боях, транслируемых для развлечения публики. Один из них, Комбатант Ди, устав от бесконечных унижений, решает изменить ситуацию, проникнув в ряды рейнджеров и разработав план мести, чтобы принести силам pла долгожданную победу.",
    video: "https://rutube.ru/plst/744376/",
  },
  {
    id: "vanpanchmen",
    title: "Ванпанчмен",
    image: "https://pic.rutube.ru/playlist/2f0c5882-07ed-11ef-a877-02420a000b18.png",
    rating: { owl: 4, crocodile: 0 },
    episodes: 12,
    progress: {
      owl: { watchedEpisodes: 12, status: "completed" },
      crocodile: { watchedEpisodes: 12, status: "completed" },
    },
    genres: ["Боевик", "Комедия", "Фантастика", "Герои"],
    description: "Когда-то Сайтама был обычным офисным работником с абсолютно заурядной жизнью, но один случай изменил его жизнь, и он начал неистово тренироваться. Парень прокачался настолько, что смог достичь своей цели — стать героем, но теперь его сила слишком велика и все монстры проигрывают после первого же удара. Один удар — вот все усилия, приложенные к победе над противником. Не этого ожидал Сайтама, ведь теперь он не может почувствовать сладость битвы. Ему не нужна слава, деньги и прочие геройские преимущества, только одно — достойный соперник, который позволит разойтись на полную мощность.",
    video: "https://rutube.ru/plst/401456/",
  },
  {
    id: "vanpanchmen-2",
    title: "Ванпанчмен 2",
    image: "https://pic.rutube.ru/playlist/2f0c5882-07ed-11ef-a877-02420a000b18.png",
    rating: { owl: 4, crocodile: 0 },
    episodes: 12,
    progress: {
      owl: { watchedEpisodes: 12, status: "completed" },
      crocodile: { watchedEpisodes: 12, status: "completed" },
    },
    genres: ["Боевик", "Комедия", "Фантастика", "Герои"],
    description: "Когда-то Сайтама был обычным офисным работником с абсолютно заурядной жизнью, но один случай изменил его жизнь, и он начал неистово тренироваться. Парень прокачался настолько, что смог достичь своей цели — стать героем, но теперь его сила слишком велика и все монстры проигрывают после первого же удара. Один удар — вот все усилия, приложенные к победе над противником. Не этого ожидал Сайтама, ведь теперь он не может почувствовать сладость битвы. Ему не нужна слава, деньги и прочие геройские преимущества, только одно — достойный соперник, который позволит разойтись на полную мощность.",
    video: "https://rutube.ru/plst/401456/",
  },
  {
    id: "vanpanchmen-3",
    title: "Ванпанчмен 3",
    image: "https://pic.rutubelist.ru/video/2025-10-13/79/ca/79ca54e4bc49209c5c0b8a40a34a389d.jpg",
    rating: { owl: 0, crocodile: 0 },
    episodes: 11,
    progress: {
      owl: { watchedEpisodes: 0, status: "not_interested" },
      crocodile: { watchedEpisodes: 6, status: "watching" },
    },
    genres: ["Боевик", "Комедия", "Фантастика", "Герои"],
    description: "Когда-то Сайтама был обычным офисным работником с абсолютно заурядной жизнью, но один случай изменил его жизнь, и он начал неистово тренироваться. Парень прокачался настолько, что смог достичь своей цели — стать героем, но теперь его сила слишком велика и все монстры проигрывают после первого же удара. Один удар — вот все усилия, приложенные к победе над противником. Не этого ожидал Сайтама, ведь теперь он не может почувствовать сладость битвы. Ему не нужна слава, деньги и прочие геройские преимущества, только одно — достойный соперник, который позволит разойтись на полную мощность.",
    video: "https://rutube.ru/plst/401456/",
  },
  {
    id: "vedma-i-chudovische",
    title: "Ведьма и чудовище",
    image: "https://pic.rutube.ru/playlist/9c11a6de-c3bc-11ef-958c-02420a000340.png",
    rating: { owl: 5, crocodile: 3 },
    episodes: 12,
    progress: {
      owl: { watchedEpisodes: 12, status: "completed" },
      crocodile: { watchedEpisodes: 12, status: "completed" },
    },
    genres: ["Сэйнэн", "Фэнтези", "Экшен"],
    description: "Однажды на вокзал одного городка прибыл поезд, из которого вышли два очень странных человека. Одним из них был высокий мужчина, который нёс за спиной огромный гроб, а вторым — юная хрупкая девица с омерзительным характером. Эта парочка не просто путешествует вместе, и связывают их не романтические, а совсем даже рабочие отношения. Эти двое — сотрудники Ордена магического резонанса, спец.группы которая создана магами и существует для решения проблем с помощью магии. Члены Ордена обладают магией, живут ею и работают ради неё.\n" +
      "Так и зачем же они направились сюда, в благополучный и зажиточный городок, который находится под защитой надёжной, могущественной героини? Это им и предстоит самим выяснить.",
    video: "https://rutube.ru/plst/756522/",
  },
  {
    id: "vechnost-jugurje",
    title: "Вечность Югурэ",
    image: "https://avatars.mds.yandex.net/get-kinopoisk-image/10853012/a1d9367b-c45b-4352-b239-ca1bbf7fd5b8/1920x",
    rating: { owl: 0, crocodile: 0 },
    episodes: 12,
    progress: {
      owl: { watchedEpisodes: 0, status: "planned" },
      crocodile: { watchedEpisodes: 0, status: "planned" },
    },
    genres: ["Фантастика", "Мелодрама"],
    description: "Акира ищет свою невесту в мире постапокалипсиса. Аниме режиссёра «Невероятных приключений ДжоДжо»",
    video: "https://www.kinopoisk.ru/series/9416767/",
  },
  {
    id: "vladyka-ada-v-pechali",
    title: "Владыка ада в печали",
    image: "https://jut-su.ac/uploads/posts/2025-05/vladyka-ada-v-pechali.jpg",
    rating: { owl: 0, crocodile: 0 },
    episodes: 12,
    progress: {
      owl: { watchedEpisodes: 0, status: "planned" },
      crocodile: { watchedEpisodes: 0, status: "planned" },
    },
    genres: ["Комедия", "Фэнтези", "Школа"],
    description: "Ямa, caмa пo ceбe, вceгдa былa вoплoщeниeм cтpaxa. Teни, тeмнoтa, шopoxи — вcё этo вызывaлo у нeё дpoжь и oтчaяниe. Oнa нe кpичaлa, нe coпpoтивлялacь. Пpocтo пpятaлacь в укpoмныx угoлкax цapcтвa, избeгaя вcтpeч c тeми, ктo мoг бы увидeть eё cлaбocть. Oднaкo, кoгдa eё вызвaли зaнять тpoн в цapcтвe мёpтвыx, oнa пoнялa, чтo ничeгo нe cмoжeт измeнить, cкpывaяcь oт миpa. Eё жизнь, или тoчнee cмepть, пpиoбpeлa нoвый cмыcл — oнa былa пpeднaзнaчeнa для тoгo, чтoбы пpaвить. Ho для этoгo eй нужнo былo пpeoдoлeть cвoй cтpax. Ha cвoём пути Ямa вcтpeчaeт дуxa шкoльницы пo имeни Cяoгуй, чья жизнь былa oбopвaнa cлишкoм paнo. Cяoгуй пoмoгaeт eй пoнять, чтo cтpax — нe вpaг, a лишь чacть пути. Bмecтe oни учaт дpуг дpугa oтпуcкaть бoль и пepeживaния, нaучитьcя пpинимaть cвoю cудьбу и cтaть cильными, нecмoтpя нa вcё. Ямa пoнимaeт, чтo для тoгo, чтoбы cтaть нacтoящим влacтитeлeм, oнa дoлжнa нaучитьcя жить, a нe пpocтo cущecтвoвaть. И xoтя eё путь eщё нe зaкoнчeн, oнa ужe нe тa иcпугaннaя дeвoчкa, чтo кoгдa-тo пpятaлacь в тeмнoтe. Oднaкo, чeм бoльшe oнa учит ceбя и Cяoгуй жить, тeм бoльшe oнa oщущaeт, кaк нa гopизoнтe зpeeт нeчтo тeмнoe и cтpaшнoe. B цapcтвe мёpтвыx нaчинaют плecтиcь зaгoвopы. Moгущecтвeнныe cилы, дaвнo зaбытыe, мeчтaют o xaoce. Ямa пoнимaeт, чтo eй пpeдcтoит нe тoлькo вcтpeтитьcя c этим злoм, нo и ocтaнoвить eгo, чтoбы coxpaнить paвнoвecиe мeжду миpaми. Ho для этoгo oнa дoлжнa cтaть нe пpocтo пpaвитeлeм, a тeм, ктo пpeoдoлeвaeт cвoи caмыe глубoкиe cтpaxи.",
    video: "https://jut-su.ac/1609-vladyka-ada-v-pechali.html",
  },
  {
    id: "vladyka-ada-v-pechali-2",
    title: "Bлaдыкa aдa в пeчaли 2",
    image: "https://jut-su.ac/uploads/posts/2025-05/vladyka-ada-v-pechali-2.jpg",
    rating: { owl: 0, crocodile: 0 },
    episodes: 12,
    progress: {
      owl: { watchedEpisodes: 0, status: "planned" },
      crocodile: { watchedEpisodes: 0, status: "planned" },
    },
    genres: ["Комедия", "Фэнтези", "Школа"],
    description: "Ямa вceгдa дepжaлacь в тeни. Eё гoлoc был тишe шeлecтa бумaги, a глaзa cтapaлиcь нe вcтpeчaтьcя c чужими. Пocлe cмepти oтцa eй дocтaлacь нe пpocтo oтвeтcтвeннocть — oнa унacлeдoвaлa зeмли, гдe шeпчут зaбытыe души и cуд вepшитcя бeз cлoв. Bocтoчнoe цapcтвo мёpтвыx нуждaлocь в нoвoм влaдыкe, нo вcё в нeй coпpoтивлялocь этoй poли. Eё cтpax был живым — oн дышaл pядoм, пpинимaл фopму тeнeй и cтупaл зa нeй пo пятaм. Дaжe нeвинныe дуxи пpиcлуги вceляли ужac. Ho вpeмя нa coмнeния зaкoнчилocь. Eё учитeль — дpeвний и cтpoгий, кaк caмa вeчнocть, — oтпpaвил eё вглубь пoдзeмныx чepтoгoв, гдe тoмятcя cилы, нeкoгдa ocквepнившиe caму ткaнь миpa. Taм нe былo cлoв. Toлькo пocтупки. Бoль, гpязь, oшибки — вcё пpиxoдилocь пpoживaть нa oщупь. Taм кaждый шaг cтaнoвилcя вызoвoм. Ямa пaдaлa. Bcтaвaлa. Училacь. Teм вpeмeнeм дpугoй нacлeдник тьмы зaтaилcя, выжидaя. Oн paccчитывaл, чтo юнaя пpaвитeльницa нe вepнётcя. Ho eгo oшибкa былa в тoм, чтo oн cмoтpeл нa нeё кaк нa дeвoчку. Oнa вepнулacь — c глaзaми, в кoтopыx гopeлo нe плaмя ужaca, a пeпeл peшимocти. Ямa бoльшe нe бoялacь.",
    video: "https://jut-su.ac/1610-vladyka-ada-v-pechali-2.html",
  },
  {
    id: "vojti-v-sad",
    title: "Войти в сад",
    image: "https://imgproxy.yani.tv/posters/full/1636788476.jpg",
    rating: { owl: 0, crocodile: 0 },
    episodes: 3,
    progress: {
      owl: { watchedEpisodes: 0, status: "planned" },
      crocodile: { watchedEpisodes: 0, status: "planned" },
    },
    genres: [],
    description: "Хару, свободолюбивая фигуристка, всегда чувствовала себя аутсайдером в мире, где ей постоянно говорят, как себя вести. Однажды Хару встречает Ти.Кей., загадочного человека, сидящего рядом с торговым автоматом и ожидающего, когда кто-то появится.",
    video: "https://ru.yummyani.me/catalog/item/voyti-v-sad-2025-12-24",
  },
  {
    id: "vorona-imperatorskogo-garema",
    title: "Ворона императорского гарема",
    image: "https://pic.rutube.ru/video/fa/c4/fac45593eeb414eb15dd209a2dd750a7.png",
    rating: { owl: 5, crocodile: 0 },
    episodes: 13,
    progress: {
      owl: { watchedEpisodes: 13, status: "completed" },
      crocodile: { watchedEpisodes: 0, status: "not_interested" },
    },
    genres: ["Детектив", "Дзёсэй", "Исторический", "Фэнтези"],
    description: "Глубоко во внутреннем дворце живёт особая наложница, Супруга-Ворона, которая, хоть формально и является наложницей, не будет посещать ничьё ложе. Те, кто видел её фигуру говорили, что она ужасна, другие говорили, что она прекрасна. Используя таинственные техники, она, как говорят, способна разобраться с любой проблемой от снятия порчи до поиска пропажи. Гаоцзюнь Ся, император того времени, посещает наложницу Шоусюэ с определённой просьбой, но они даже не подозревают, что их встреча повлечёт за собой череду событий и перевернёт историю.",
    video: "https://rutube.ru/plst/400085/",
  },
  {
    id: "vremya-pytok-princessa",
    title: "Время пыток, принцесса!",
    image: "https://pic.rutube.ru/playlist/9d7f168a-3622-11f0-baf2-de499829630b.jpg",
    rating: { owl: 0, crocodile: 0 },
    episodes: 12,
    progress: {
      owl: { watchedEpisodes: 0, status: "planned" },
      crocodile: { watchedEpisodes: 0, status: "planned" },
    },
    genres: ["Комедия", "Фэнтези"],
    description: "Принцесса попадает в плен к армии демонов вместе со своим верным говорящим мечом по имени Экс. Но вместо мучений её ждут кулинарные пытки от непреклонной инквизиторши Торчер Тортуры. Под видом допросов ей предлагают изысканные блюда, перед которыми даже самая стойкая воля дрожит. Каждый отказ — испытание, каждое признание — триумф вкуса. Демоны не причиняют боли, но раз за разом соблазняют, вызывая бурю эмоций. В этом странном плену Принцесса узнаёт, что истинное сражение — это бой с собственным аппетитом.",
    video: "https://rutube.ru/plst/1038092/",
  },
  {
    id: "gachiakuta",
    title: "Гачиакута",
    image: "https://avatars.mds.yandex.net/get-kinopoisk-image/10809116/978904f6-0f44-4a6f-8081-84eab2a8252c/1920x",
    rating: { owl: 0, crocodile: 0 },
    episodes: 24,
    progress: {
      owl: { watchedEpisodes: 0, status: "planned" },
      crocodile: { watchedEpisodes: 0, status: "planned" },
    },
    genres: ["Фэнтези", "Боевик"],
    description: "Невинно осужденный подросток пытается выжить среди мусорных монстров. Аниме сценариста «Дандадана»",
    video: "https://www.kinopoisk.ru/series/7524629/",
  },
  {
    id: "genialnyy-celitel-kotoryy-iscelyal-v-odno-mgnovenie-no-byl-izgnan-kak-bespoleznyy-teper-naslazhdaetsya-zhiznyu-v-kachestve-temnogo-celitelya",
    title: "Гениальный целитель, который исцелял в одно мгновение, но был изгнан как бесполезный, теперь наслаждается жизнью в качестве тёмного целителя",
    image: "https://pic.rutube.ru/playlist/e8f1b03c-1c71-11f0-a273-622aa4e6da40.jpg",
    rating: { owl: 5, crocodile: 5 },
    episodes: 12,
    progress: {
      owl: { watchedEpisodes: 12, status: "completed" },
      crocodile: { watchedEpisodes: 12, status: "completed" },
    },
    genres: ["Фэнтези", "Комедия", "Приключения"],
    description: "Главный герой, Зенос, владеет редким даром мгновенного исцеления, но бывшие соратники не оценили его силу и выставили его из команды. Униженный, он исчезает из поля зрения… чтобы вскоре вернуться — уже не как обычный целитель, а как тёмный лекарь, оказывающий помощь тем, кто живёт в тени общества: нищим, преступникам, изгнанным. Он открывает свою подпольную клинику в опасных кварталах, и вскоре к нему начинают стекаться не только пациенты, но и верные союзники — загадочная эльфийка, призрачная девушка и даже представители преступных кланов.",
    video: "https://rutube.ru/plst/945552/",
  },
  {
    id: "geroj-mertv",
    title: "Герой мёртв!",
    image: "https://pic.rutube.ru/playlist/71f63739-c0ad-11ef-9e2b-02420a000318.png",
    rating: { owl: 0, crocodile: 0 },
    episodes: 12,
    progress: {
      owl: { watchedEpisodes: 6, status: "watching" },
      crocodile: { watchedEpisodes: 6, status: "watching" },
    },
    genres: ["Приключения", "Фэнтези", "Комедия"],
    description: "Три года назад доблестный воин Сион Бленден остановил вторжение армии демонов, запечатав врата в преисподнюю и предотвратив разрушение мира. Однако магическая печать начала слабеть, позволяя тварям из ада снова проникать в человеческий мир. Тока Скотт, простой фермер, охраняющий родную деревню, мастерит ловушки для защиты от монстров. Но судьба играет злую шутку — в одну из его ловушек попадает сам Сион, что приводит к трагической гибели героя. Напарница Сиона, некромантка Анри Хейсворт, не желая смириться с потерей, использует свои силы, чтобы переселить душу Токи в тело павшего воина...",
    video: "https://rutube.ru/plst/746716/",
  },
  {
    id: "grimgal-pepla-i-illyuziy",
    title: "Гримгал пепла и иллюзий",
    image: "https://pic.rutube.ru/video/99/0f/990f8bc8c74dd51d5fb438cc29bedc41.png",
    rating: { owl: 0, crocodile: 0 },
    episodes: 13,
    progress: {
      owl: { watchedEpisodes: 0, status: "planned" },
      crocodile: { watchedEpisodes: 0, status: "planned" },
    },
    genres: ["Фэнтези", "Драма", "Приключния"],
    description: "Парень по имени Харухиро приходит в себя в фентезийном мире Гримгал, похожем на игровую вселенную. Он не помнит ничего до пробуждения, но известно одно — парень не единственный, кто потерял память и оказался в этом странном месте. Он объединяется с новыми товарищами, и теперь они вместе должны найти способ выжить в этом мире, уничтожая гоблинов и развивая собственные боевые навыки, поэтому вшестером они отправляются в своё опасное путешествие, чтобы также разгадать тайну своего появления здесь.",
    video: "https://rutube.ru/plst/403872/",
  },
  {
    id: "dozhd-i-ty",
    title: "Дождь и ты",
    image: "https://pic.rutube.ru/playlist/2025/07/15/29/71/b0c875bc-61ba-11f0-9e7a-da1868a49a00.jpg",
    rating: { owl: 5, crocodile: 5 },
    episodes: 12,
    progress: {
      owl: { watchedEpisodes: 12, status: "completed" },
      crocodile: { watchedEpisodes: 12, status: "completed" },
    },
    genres: ["Повседневность", "Сэйнэн"],
    description: "Одним дождливым днём, который ничем не отличался от предыдущих, Фудзи шла по улице и заметила на обочине коробку с запиской: ″Подберите меня, пожалуйста″. В самой же коробке сидело некое создание, похожее на собаку, которое, к большому удивлению Фудзи, протянуло ей зонтик. Поддавшись минутному порыву, девушка решила взять необычную собаку себе, и с того дня каждый новый день её жизни наполнен милотой и теплом.",
    video: "https://rutube.ru/plst/1123841/",
  },
  {
    id: "domashniy-pitomec-inogda-sidyaschiy-na-moey-golove",
    title: "Домашний питомец, иногда сидящий на моей голове",
    image: "https://pic.rutube.ru/playlist/9aaf7c30-a80b-11ef-bb0f-02420a000b1d.png",
    rating: { owl: 0, crocodile: 0 },
    episodes: 12,
    progress: {
      owl: { watchedEpisodes: 0, status: "planned" },
      crocodile: { watchedEpisodes: 0, status: "not_interested" },
    },
    genres: ["Повседневность", "Комедия", "Драма"],
    description: "Субару Микадзуки, интровертный писатель, привыкший к одиночеству, неожиданно находит вдохновение и теплоту в новом соседе по дому — кота по имени Хару. Субару учится заботиться о Хару, открываясь людям, а Хару воспринимает нового хозяина как источник еды и безопасности, постепенно привязываясь к нему. С помощью друзей, таких как Нагиса Ясака и ветеринар, Субару и Хару начинают лучше понимать друг друга, становясь не только соседями, но и настоящими друзьями. В этой трогательной истории о дружбе и заботе открывается, как домашние питомцы способны изменить жизнь к лучшему.",
    video: "https://rutube.ru/plst/700562/",
  },
  {
    id: "domashniy-repetitor-gertsogini",
    title: "Домашний репетитор герцогини",
    image: "https://avatars.mds.yandex.net/get-kinopoisk-image/4486362/bfc4dba4-2e88-4695-b293-b2f3da8b33d6/1920x",
    rating: { owl: 0, crocodile: 0 },
    episodes: 12,
    progress: {
      owl: { watchedEpisodes: 0, status: "planned" },
      crocodile: { watchedEpisodes: 0, status: "planned" },
    },
    genres: ["Фэнтези", "Мелодрама"],
    description: "Маг без лицензии становится частным учителем колдовства для дочки аристократа. Весёлое и романтичное аниме",
  },
  {
    id: "drakon-radzha",
    title: "Дракон Раджа",
    image: "https://avatars.mds.yandex.net/get-kinopoisk-image/4486362/310a732e-4253-4dc6-a625-6d26651457ac/1920x",
    rating: { owl: 5, crocodile: 5 },
    episodes: 16,
    progress: {
      owl: { watchedEpisodes: 16, status: "completed" },
      crocodile: { watchedEpisodes: 16, status: "completed" },
    },
    genres: ["Приключения", "Фэнтези"],
    description: "В этом захватывающем продолжении культовой франшизы зрители вновь встречаются с Нин Хуаном – юным охотником на демонов, чья жизнь трагически оборвалась в неравном бою. Однако судьба даёт ему второй шанс: герой пробуждается в своём 13-летнем теле, перенесясь на десятилетие назад, когда мир ещё не погрузился в хаос. Обладая знаниями о грядущих катастрофах, Нин Хуан решает изменить ход истории, взяв под опеку молодых воинов, чтобы уберечь их от роковых ошибок своего прошлого.\n" +
      "\n" +
      "Новое путешествие героя наполнено неожиданными поворотами и смертельными испытаниями. Вместе с верными союзниками он противостоит древним демонам и коварным богам, жаждущим уничтожить человечество. Но самая страшная угроза таится в тени – среди тех, кого Нин Хуан считал друзьями, зреет предательство. Чтобы спасти мир, охотнику придётся не только отточить свои навыки до совершенства, но и сделать невозможный выбор между долгом и чувствами.\n" +
      "\n" +
      "С каждым сражением герой и его команда раскрывают новые грани своей силы, сталкиваясь с невообразимыми формами зла. Однако истинная битва разворачивается в их сердцах – смогут ли они сохранить человечность перед лицом тьмы? История Нин Хуана – это эпическая сага о жертвах, искуплении и вере в лучшее будущее, где каждое решение имеет последствия, а цена победы может оказаться слишком высокой.",
  },
  {
    id: "drakon-radzha-2",
    title: "Дракон Раджа 2",
    image: "https://avatars.mds.yandex.net/get-kinopoisk-image/4486362/310a732e-4253-4dc6-a625-6d26651457ac/1920x",
    rating: { owl: 0, crocodile: 0 },
    episodes: 24,
    progress: {
      owl: { watchedEpisodes: 6, status: "watching" },
      crocodile: { watchedEpisodes: 12, status: "watching" },
    },
    genres: ["Приключения", "Фэнтези"],
  },
  {
    id: "zhurnal-mononoke-avtor-tyudzendzi",
    title: "Журнал мононокэ, автор Тюдзэндзи",
    image: "https://animego.me/upload/anime/images/67f16eca571c8524414625.jpg",
    rating: { owl: 5, crocodile: 0 },
    episodes: 12,
    progress: {
      owl: { watchedEpisodes: 12, status: "completed" },
      crocodile: { watchedEpisodes: 0, status: "not_interested" },
    },
    genres: ["Детектив", "Исторический", "Психологическое", "Сверхъестественное", "Сёнэн", "Школа"],
  },
  {
    id: "zapreschennyy-krot",
    title: "Запрещенный Крот",
    image: "https://avatars.mds.yandex.net/get-kinopoisk-image/9784475/3ff2db55-27e5-46d6-a846-e5642b899f19/1920x",
    rating: { owl: 0, crocodile: 0 },
    episodes: 12,
    progress: {
      owl: { watchedEpisodes: 0, status: "planned" },
      crocodile: { watchedEpisodes: 0, status: "planned" },
    },
    genres: ["Детектив", "Комедия", "Фэнтези"],
    description: "После встречи с эксцентричным отшельником люди получают связь с миром магии. Сериал по одноимённой манге",
  },
  {
    id: "inuyasiki",
    title: "Инуясики",
    image: "https://avatars.mds.yandex.net/get-kinopoisk-image/1599028/a0f3be0f-1734-49c5-a95f-e016277f120e/1920x",
    rating: { owl: 5, crocodile: 5 },
    episodes: 11,
    progress: {
      owl: { watchedEpisodes: 11, status: "completed" },
      crocodile: { watchedEpisodes: 11, status: "completed" },
    },
    genres: ["Драма", "Психологическое", "Сэйнэн", "Фантастика", "Экшен"],
    description: "Inuyashiki – это захватывающий аниме-сериал 2017 года, который сочетает в себе элементы научной фантастики, драмы и экшена. Сюжет сосредоточен вокруг Инуясики Ичиро, пожилого человека, который внезапно становится киборгом с невероятной силой после встречи с инопланетной технологией. Вместе с ним подобные способности получает и подросток Хиро Шишигами, но их пути идут в противоположных направлениях: Инуясики использует силу для спасения людей, а Хиро – для уничтожения.\n" +
      "\n" +
      "Сериал затрагивает философские вопросы морали, человеческой природы и ответственности за свои действия, создавая эмоционально насыщенную историю с впечатляющей анимацией и глубокими персонажами. Анимация от студии MAPPA удивляет качественной прорисовкой и динамичными экшен-сценами.\n" +
      "\n" +
      "Если вы ищете необычный и драматичный сюжет, где противоборствуют добро и зло в современной интерпретации, Inuyashiki станет отличным выбором.",
  },
  {
    id: "istinnaya-krasota",
    title: "Истинная красота",
    image: "https://files.itv.uz/uploads/content/poster/2024/09/14/f0c9b8650cc6bf689e629a7b4ce7ea9b-q-700x1002.jpeg",
    rating: { owl: 0, crocodile: 0 },
    episodes: 13,
    progress: {
      owl: { watchedEpisodes: 0, status: "planned" },
      crocodile: { watchedEpisodes: 0, status: "planned" },
    },
    genres: [],
    description: "Над Чжугён издеваются в школе из-за внешности. Из-за неприятного происшествия ей приходится сменить школу, что дает ей возможность начать всё с чистого листа. При помощи косметики она создаёт себе новую личность — красотку, которой все восхищаются. Однако кое-кто в школе узнаёт правду.",
  },
  {
    id: "istoriya-o-sluzhaschem-kotoryy-stal-odnim-iz-chetyreh-nebesnyh-carey-kogda-otpravilsya-v-drugoy-mir",
    title: "История о служащем, который стал одним из четырёх Небесных Царей, когда отправился в другой мир",
    image: "https://animego.me/upload/anime/images/677aaf723ceb6299971996.jpg",
    rating: { owl: 5, crocodile: 5 },
    episodes: 12,
    progress: {
      owl: { watchedEpisodes: 12, status: "completed" },
      crocodile: { watchedEpisodes: 12, status: "completed" },
    },
    genres: ["Исэкай", "Комедия", "Приключения", "Фэнтези"],
    description: "В параллельном фэнтезийном мире Владыка демонов руководит внушительной армией и её командирами — Великой четвёркой генералов. Одним из этих генералов стал Дэнноскэ Утимура, обычный офисный работник, которого неожиданно призвал сам Владыка демонов, вырвав из привычной жизни. Однако даже в фэнтезийном мире Дэнноскэ остаётся простым человеком без сверхъестественных сил. Сможет ли он выжить на опасных миссиях, обладая лишь навыками работы в офисе?",
  },
  {
    id: "istrebitel-demonov-beskonechnaya-krepost",
    title: "Истребитель демонов: Бесконечная крепость",
    image: "https://avatars.mds.yandex.net/get-kinopoisk-image/16490236/13d52d1b-708c-4fc9-a604-4b97ce63126c/1920x",
    rating: { owl: 5, crocodile: 5 },
    episodes: 1,
    progress: {
      owl: { watchedEpisodes: 1, status: "completed" },
      crocodile: { watchedEpisodes: 1, status: "completed" },
    },
    genres: ["Фэнтези", "Боевик"],
    description: "Демоны убили всех родных Тандзиро Камадо и обратили его младшую сестру Нэдзуко в демона. Парень вступил в Корпус истребителей демонов. Пока бойцы тренируются и готовятся к схватке с демонами, в поместье главы Корпуса появляется Мудзан Кибуцудзи — прародитель всех демонов и убийца семьи Тандзиро. Истребители спешат лидеру на помощь, но Мудзан переносит их в крепость демонов под названием Замок бесконечности.",
  },
  {
    id: "kaydzyu-nomer-vosem",
    title: "Кайдзю номер восемь",
    image: "https://animego.me/upload/anime/images/65f5518028128803053465.jpg",
    rating: { owl: 5, crocodile: 5 },
    episodes: 12,
    progress: {
      owl: { watchedEpisodes: 12, status: "completed" },
      crocodile: { watchedEpisodes: 12, status: "completed" },
    },
    genres: ["Военное", "Сёнэн", "Фантастика", "Фэнтези", "Экшен"],
    description: "Кайдзю – гигантские монстры, терроризирующие японские острова. Массово гибнут люди, обрушиваются города. Чтобы противостоять угрозе, правительство создало элитные силы обороны. Благодаря высокотехнологичному оснащению удалось повысить эффективность противостояния с кайдзю и свести к минимуму потери в рядах спецназа. Кафка Хибино многократно и безуспешно проходил тесты для вступления в элитный отряд. Кое-как ему удалось устроиться в клининговую службу, убирающую с улиц тела убитых кайдзю. Когда Хибино стукнуло 32 года, ему пришлось попрощаться с надеждами о вступлении в боевой отряд.\n" +
      "\n" +
      "Кайдзю не собираются останавливаться, а лишь усиливают натиск. Вместе с ростом количества схваток, растет и число погибших защитников. Элитным войскам нужны бойцы, и они увеличивают возрастной лимит новобранцев на год. Теперь Хибино, может еще раз сдать вступительный тест. Но что ему делать с кайдзю-паразитом, поселившимся в его теле?",
  },
  {
    id: "kaydzyu-nomer-vosem-2",
    title: "Кайдзю номер восемь 2",
    image: "https://animego.me/upload/anime/images/6860ee72add5b514262312.jpg",
    rating: { owl: 5, crocodile: 5 },
    episodes: 11,
    progress: {
      owl: { watchedEpisodes: 11, status: "completed" },
      crocodile: { watchedEpisodes: 11, status: "completed" },
    },
    genres: ["Военное", "Сёнэн", "Фантастика", "Фэнтези", "Экшен"],
    description: "Второй сезон.",
  },
  {
    id: "karta-detektiva-takao-ameku",
    title: "Карта детектива Такао Амэку",
    image: "https://animego.me/upload/anime/images/677a2806174e8687899653.jpg",
    rating: { owl: 5, crocodile: 0 },
    episodes: 12,
    progress: {
      owl: { watchedEpisodes: 12, status: "completed" },
      crocodile: { watchedEpisodes: 0, status: "not_interested" },
    },
    genres: ["Детектив"],
    description: "В больнице «Тэнъикай» пациентов с необычными симптомами направляют на приём к доктору Такао Амэку, в её отделение общей диагностики. Эксцентричный диагност обожает загадки и порой занимается настоящими детективными расследованиями, которые не под силу даже полиции. Вместе с её помощником, Таканаси, она готова поставить диагноз в самых запутанных случаях.",
  },
  {
    id: "klevatess-korol-demonicheskih-zverey-mladenec-i-geroy-nezhit",
    title: "Клеватесс: Король демонических зверей, младенец и герой-нежить",
    image: "https://animego.me/upload/anime/images/685c743b67e72078166807.jpg",
    rating: { owl: 5, crocodile: 5 },
    episodes: 12,
    progress: {
      owl: { watchedEpisodes: 12, status: "completed" },
      crocodile: { watchedEpisodes: 12, status: "completed" },
    },
    genres: ["Фэнтези", "Экшен"],
    description: "С детских лет Алисия знала древнее предсказание, переданное отцом: грядет день, когда человечество сокрушит Повелителя чудовищ и обретет избавление. Воодушевлённая сагой, она дала обет превратиться в героя, искоренить тварей и даровать людям эру благоденствия. Мечта воплотилась: повзрослев, Алисия вошла в число тринадцати храбрецов. Правитель Хидэна подготовил их для высочайшей миссии. Он снабдил воинов уникальным арсеналом, чью технологию изготовления ранил исключительно королевский род.\n" +
      "\n" +
      "Увы, поход завершился разгромом. Все воины пали от когтей бездушного Повелителя демонических тварей Клеватесса. Нарушение его границ спровоцировало ярость. Клеватесс предпринял «визит возмездия», чтобы выяснить планы дерзких смертных. Он обратил столицу Хидэна в пепелище, казнил монарха, но ответов так и не добыл. Уже готовый удалиться, он заметил искалеченного юношу, прижимавшего к груди младенца. Чудесным образом умирающий отрок со слезами умолял демона позаботиться о дитя. Повелитель дал согласие, расценив это как шанс проникнуть в замыслы людей.  Так завязалась причудливая сага о Повелителе чудовищ, нянчащем человеческое дитя, и Алисии, которую Клеватесс возродил как послушную нежить, усмотрев в ней пользу.",
  },
  {
    id: "klevatess-korol-demonicheskih-zverey-mladenec-i-geroy-nezhit-2",
    title: "Клеватесс: Король демонических зверей, младенец и герой-нежить 2",
    image: "https://animego.me/upload/anime/images/685c743b67e72078166807.jpg",
    rating: { owl: 0, crocodile: 0 },
    episodes: 0,
    progress: {
      owl: { watchedEpisodes: 0, status: "planned" },
      crocodile: { watchedEpisodes: 0, status: "planned" },
    },
    genres: ["Фэнтези", "Экшен"],
  },
  {
    id: "klinok-zla",
    title: "Клинок зла",
    image: "https://animego.me/upload/anime/images/6763342e072d7796416910.jpg",
    rating: { owl: 5, crocodile: 5 },
    episodes: 12,
    progress: {
      owl: { watchedEpisodes: 12, status: "completed" },
      crocodile: { watchedEpisodes: 12, status: "completed" },
    },
    genres: ["Приключения", "Сэйнэн", "Фэнтези", "Экшен", "Этти"],
    description: "Несколько десятилетий назад Империя с трудом отбилась от посягательств могущественной расы тьмы. Ключевую роль в войне сыграли 14 умелых воинов, которым предстояло ликвидировать разлом магического барьера в месте под названием «Святые копья». Но заурядная миссия обернулась катастрофой: трое погибли в «Лесу смерти», четверых казнили соратники, заподозрив измену. Именно поэтому легенды восхваляют лишь «Семерых героев».\n" +
      "\n" +
      "Сейчас границы Империи снова в пламени войны. На этот раз бунтует простой люд, который устал от непомерной алчности императора. Угроза для существующей власти более чем реальна, ведь восстание поддерживают «Копья предательства», которые каким-то чудом избежали обезглавливания. Император призывает к себе главного прорицателе и с облегчением узнает, что вслед за бедствием придет новый герой-спаситель. Правда, прорицатель не уточняет, что конкретно кроется за спасением Империи.",
  },
  {
    id: "krasavchiki-detektivy",
    title: "Красавчики-детективы",
    image: "https://animego.me/upload/anime/images/60b34134de377709619792.jpg",
    rating: { owl: 5, crocodile: 0 },
    episodes: 12,
    progress: {
      owl: { watchedEpisodes: 12, status: "completed" },
      crocodile: { watchedEpisodes: 0, status: "not_interested" },
    },
    genres: ["Детектив", "Школа"],
    description: "Маюми Додзима, восьмиклассница из элитной академии Юбива, уже много лет разыскивает звезду, которую видела лишь однажды. Но помощь уже на подходе! Тайный, загадочный и совершенно неуловимый Клуб прекрасных детективов спешит ей на выручку! Пятёрка красавцев решает самые разные школьные проблемы, многие из которых, возможно, сами и создают. И всё это не ради денег, а во имя одной лишь эстетики! Детективы не теряют времени и погружают Маюми в свой мир, полный азарта, опасностей и неописуемой красоты. Добро пожаловать в клуб детективов! Правил здесь немного: нужно быть мальчиком, красавчиком, детективом и, разумеется, частью команды.",
  },
  {
    id: "legenda-o-legendarnykh-geroyakh",
    title: "Легенда о легендарных героях",
    image: "https://kinopoisk-ru.clstorage.net/2Mb923G91/bc26c9UFztlg/bTkqAK5ZJp084FJAQ6urHR7oOM2l664PGL7wQ0RIrkfmH19Tz8ia9UTrHpfHcZCX600hgwr7cmrLP0iBtAodQFl8L_GK-bPY3YS31faOr4nrnQy8MW7KTsmLJfa2u6zExIh9MD1KmDNQjzp2ssQl8-9YhEIfSqMe_BmZ04EcGmKMy9gAmqvXfsrzsJDg63q7fNgp-PUqr7jarNDwNzjfVDT6roPceMvh4Rw5wADmNiFe-kbxfl6hvb9bHMCSrftibimpcdhqZI4pIqIyM4kLuv1IG3t3-R_IqxwR8SXJbKYlCX-QL3qLgCLeejFi1TdDrykVsZycUq_smt6QkewrkJxriaG6iTV9mHNhUoKbyYvMuJrqZOk8GSsOIkDXuwwWNljc4p-7ePNRDXhhMieEkr47VOHO7DNsPzsss3Nf6sEvK7uimIuULurikgHze0kZjvtJ-ETbzQmaXqEjl7nMZMUJXINsSlhAsw8Z0pLlN8KNKzRx_K8DLX64_3MAHPggXVpJsbr5BD0Y4fNh87t7O79r-yr1OS9rKC8wg1TLDvXlqIxR_UjY4pG-qmJjJTZzDnhX0X5-Mq6Muv_xsrxLcQxIelP4CPQOKlNAMlKZ6mi-efrZFcsdmNicUrE3OK5Excq_0VzaCwLi7PkwswY0U-9oJIOsv8F_HHs_gxG_WGN82_tRu6vU_mlQ49DwqOj43PspmMXZPyjLD2OB52h9hYQ775Ms2_sB8P8Z0PNHtXKfKoWRbczSfx8av6OTHCgjLPkrEKpKtF9bcNEwgQm5yW56CSpG--_Y6h9Q4tbrPDYl205TzQho4OLce1MQhBdQDghkwb2MA3082P6zU99bcswIGoEaKHW9iVCAQNDq-_uuWNl6JRitOfmskYD3-H22lpvtA8-aeSLyzmpiQTW1847oJ9JtDpLcPSiPYmJtqqKNa5nTWmhW7VqC4xPRe9sbrEtLGiUrv2vYPBCDRjpOpFb5XRMtaqrzcr7qMiA21FHvWiVzv4zwbj-6zuOgnolRLtnZQ9rqxX7YcVLDAkl6WpybSegX2Z24mv4hoXdovuZGi17yHVnb4_OeyzFTROWAH2jEQ9-O0s_fWI1jA-z6Ej0522P7maT-OpOT8wKJqfqMGkqKF1jOKVoecfP3a91X1uk9gw-oukNTzdty4rR2sazY5qG8XiAtjWit8nJfmzNfWJiheui2H1lSUUJTSbgp7IhJagaYz8lanvBiNegsJsYa_5A8WdoDUp4LIEDnFDAtyybgL80S3s7LLqLxX_tBDxloYYhK9907E7Ch4Ziqau6JeXkmq6wZuV4x8NY6f3XmiZ0x7XuJ41E-WeNS9mUxrjikc_5-cm7_yX8BQrzbMN6qW0AJ2yXeeaNgg7MIaBs9WWqLRSusefpfYBIkax_H1MlMUF-aGoOAfFkycuUVkU5opDJvv1G__4gvMXFeGRE_Ggui2fkkbsliwqABa3uZnjtbaaYI7nt7HLBDB7gdxkcqnoAeuNrRo69Z4kBGBZBuu2bgHP7RvM6YjTOgr0qDTrkagrpbVl4pcOIgIYk6q95Yq8r0OR3Z6Z5yEff4LaQF6wziHaqKECKfW4HC9NUgfMrmkl1-Up49eK_Bgd9as94LiZGrKqX8qkDykHG56hsdKyqbt0iue5q9AnF22q7H9nu8012JynHxLNkjIVcWge7oZUGMz1L9n0kOUMOcayAdeRsTKgtEbRkTEnKSu0qobkoauPYafjlpb1PBhVvfpMUoH4M8q_oSkX7bY3H2ZGBc2XfTDa6zbwz43vHRXajTDxioIhua9JwYIMCTwKm6Oo0IKquEG8_5CY5yAMdo_pQnmy7wXpmIgPD9GTFiJBZT3vtWQiyOgb8tqV6AUV_pY9yKWcO6ivf-6xFAsSOLSTkdavsLN8vuOxg-sPDXqk1UJggM8F1KWmNDXCqgsqWFY8651eNO33AePaoOc2Kd6TAOy-kBq5mWLqoyUWGDKsparXtbeWbYfltKbOJxZ2jtxsUqvWG_SFmRo1wZUGAmJGNcKGZhrQ4jH1xof6DzjWiSjzvLUgo4pa5qkKND0PlpC-6LGvmFOF-5ehzR8QXp_BQVOy3gjJiogMPO-FDCNfcAHzqXQC5uYK98-E-yg95rE_36CIErq1Qe6iOgc5F5WdjdKqgJp9st-KtNwjK0OxyV5Du9MC8LuiNA3cvA4CY1kE3IVZIPPLJu33q9opMeWFN_aUiwqskHfYqhk0AjauhLn4oJOQXZvsk5PePC5wj-hVebnrMtuhmywS9LYiCU13JcKtTALu5wrS_ZzePCrDjwrWnZgjn4dI9a4QCSInt7yc9q2prE2G_JCawB03UIv4emib5AjIupw3Efe8LSV-RB_fjWUV9fU1--mhywoQ1qMv_b6qCbm4fcqjCjQdGLGkl_eImbtaquaLmecMLGWA_3hOguQ_66KLKwXjki8NckIi0YVjFc3mM9nnpMsLOcmXJN-CuiGTtUXOqgoIBiuNjIjwlai0bLHjsJnuOhd-l8JoYoLEGM-aqD806ogKLX5oB-aAQQvX0SvcyojOLhbaoQ_gpp0yoY914o4GFBkLu7iY8YibmEys57SBzjA0fbHqT0yb-ivLlqs4EvaFMwNqQSHTvUcm78U61O6x5AgE-5AL1IOoNZqVQeuqEAs-FpmtksOSvK9hpdWTqdY8InGW2V1wlcsk15aJHw_IkTYjb0so_6NZMMXgJtnapd4GG-KMLeWqswqokUTZtgQyMh28hYz2roydd7X_kJTHBjBjjvxBT7XrOu-gmToa7rgSN2N5HNO0bgrO6gL97anlCx_0tRbrt7cLnZtM8KkxJhoklZCpxZyzgE2t57K44yUuQoP1TlCKzxDti5IwHteTFQtcRznKtFkE8NAv4Nap-zQk46U29Zu0PI2OZMO6NTABCZOHuMGQvqNwuteIl-4gH2e0yGJwgfMj2I2oGTnvojMPb2ce6KNVBtvjIv0",
    rating: { owl: 0, crocodile: 0 },
    episodes: 24,
    progress: {
      owl: { watchedEpisodes: 0, status: "planned" },
      crocodile: { watchedEpisodes: 0, status: "planned" },
    },
    genres: ["Фэнтези", "Приключения"],
    description: "Когда-то мир разрывали на части войны демонов, но легендарные герои, овладевшие могучей магией, смогли изгнать их и отвоевать землю для людей. Люди тут же передрались между собой, основав множество стран. Самой могущественной державой считается Роландская Империя, раскинувшаяся на юге континента. Но и она сильно пострадала от недавней схватки с соседями, в которой пали правитель и цвет рыцарства. Новым императором был избран герой войны, молодой дворянин Сион Астал, опирающийся на товарищей по Имперской Академии, где готовят лучших воинов-магов. Сион принял тяжкий крест власти, зная, что не он выиграл войну, только лучшего друга и истинного творца победы к трону нельзя подпускать даже на километр!\n" +
      "\n" +
      "Лучшего друга зовут Райнер Лют, и он – самый страшный человек в мире. Во-первых, потому, что владеет Альфа Стигмой – древним даром распознать, скопировать и воспроизвести любую магию. А во-вторых – потому что ему в жизни вообще ничего не нужно! И куда такого деть? Желательно подальше, пускай поищет артефакты героев легенд, глядишь, и трон укрепится, а то старая аристократия уже начала показывать коготки. Но так как сам по себе Райнер далеко не уйдет, то коварный Сион отрядил к нему в напарницы мечницу Феррис, умную и язвительную девушку, впрочем, имеющую свои слабости. А для страховки (власть портит человека) император так засекретил миссию, что соседи считают Райнера и Феррис шпионами, а свои – беглецами и изменниками. И пошла сладкая парочка слоняться по миру, периодически вопрошая: им оно надо? А придется!",
  },
  {
    id: "ledyanye-kosti",
    title: "Ледяные кости",
    image: "https://animego.me/upload/anime/images/670ff11a388a4262411464.jpg",
    rating: { owl: 0, crocodile: 0 },
    episodes: 25,
    progress: {
      owl: { watchedEpisodes: 0, status: "planned" },
      crocodile: { watchedEpisodes: 0, status: "planned" },
    },
    genres: ["Драма", "Психологическое", "Сэйнэн", "Триллер"],
    description: "Город засыпает, просыпается мафия. В это же время свои двери распахивают подпольные казино, игровые клубы и прочие сомнительные заведения, в которых вино и деньги льются рекой.\n" +
      "В одном из таких уже давно неоспоримое первенство держит Кей: самый умный, хладнокровный и расчётливый игрок в истории маджонга. Его проницательность и коварство позволяют ему обыгрывать кого угодно.\n" +
      "Но не делайте поспешных выводов, представляя себе жестокого мафиози: днём все его знают как обычного балбеса-старшеклассника, который вечно спит на уроках.\n" +
      "Причём, это не единственная его тайна, ведь говорят, что дома он в качестве питомца держит нелегально проникшую в страну девушку...",
  },
  {
    id: "lozhnyye-vyvody",
    title: "Ложные выводы",
    image: "https://avatars.mds.yandex.net/get-kinopoisk-image/4774061/d3e9762f-157c-44fe-aa97-ec9ddd3776d5/1920x",
    rating: { owl: 0, crocodile: 0 },
    episodes: 12,
    progress: {
      owl: { watchedEpisodes: 0, status: "planned" },
      crocodile: { watchedEpisodes: 0, status: "planned" },
    },
    genres: ["Мифология", "Романтика", "Сверхъестественное", "Сёнен", "Тайна"],
    description: "В мире, где правда и ложь переплетаются в неразрывный клубок, разворачивается история аниме «Ложные выводы». Главный герой, обычный студент по имени Кейто, случайно становится свидетелем загадочного преступления. Однако его показания оказываются под вопросом, когда выясняется, что ключевые детали противоречат друг другу. Запутавшись в собственных воспоминаниях, Кейто начинает сомневаться в реальности всего происходящего. Вскоре он понимает, что стал частью чьей-то тщательно спланированной игры, где каждый шаг ведет к новым вопросам, а правда скрыта за слоями обмана.\n" +
      "\n" +
      "По мере развития сюжета Кейто сталкивается с группой людей, которые тоже стали жертвами «ложных выводов». Вместе они пытаются докопаться до истины, но чем глубже погружаются в расследование, тем больше осознают, что их воспоминаниями можно манипулировать. Кто-то явно стремится стереть границы между реальностью и вымыслом, и теперь героям предстоит не только раскрыть заговор, но и сохранить собственную идентичность. Финал истории оставляет зрителя в напряжении, заставляя задуматься: а можно ли вообще доверять тому, что кажется очевидным?",
  },
  {
    id: "lozhnyye-vyvody-2-sezon",
    title: "Ложные выводы 2 сезон",
    image: "https://avatars.mds.yandex.net/get-kinopoisk-image/4774061/d3e9762f-157c-44fe-aa97-ec9ddd3776d5/1920x",
    rating: { owl: 0, crocodile: 0 },
    episodes: 12,
    progress: {
      owl: { watchedEpisodes: 0, status: "planned" },
      crocodile: { watchedEpisodes: 0, status: "planned" },
    },
    genres: ["Мифология", "Романтика", "Сверхъестественное", "Сёнен", "Тайна"],
    description: "Во втором сезоне аниме *Ложные выводы* история продолжает раскрывать запутанные события, связанные с главным героем, который оказывается втянут в ещё более опасную игру. После событий первого сезона он пытается разобраться в правде, но каждый новый шаг только усложняет ситуацию. Вокруг него сгущается атмосфера подозрений, а старые союзники начинают вести себя странно. Появляются новые персонажи, чьи мотивы остаются загадкой, и герою предстоит выяснить, кому можно доверять. Параллельно раскрываются тёмные секреты организаций, которые манипулируют событиями из тени.\n" +
      "\n" +
      "Главный герой сталкивается с серией испытаний, которые проверяют его решимость и умение анализировать информацию. Постепенно он понимает, что многие *ложные выводы* были навязаны ему специально, чтобы скрыть истину. Вторая часть сезона фокусируется на противостоянии с ключевым антагонистом, чьи планы оказываются масштабнее, чем казалось изначально. Финал сезона оставляет зрителей в напряжении, так как герой принимает решение, которое может изменить всё. Однако становится ясно, что настоящая битва только начинается, и впереди его ждут ещё большие испытания.",
  },
  {
    id: "lyubov-skvoz-steny",
    title: "Любовь сквозь стены",
    image: "https://avatars.mds.yandex.net/get-kinopoisk-image/4486454/1dc2ee8a-ad85-4112-a9e7-42bfb8293c20/1920x",
    rating: { owl: 0, crocodile: 0 },
    episodes: 12,
    progress: {
      owl: { watchedEpisodes: 0, status: "planned" },
      crocodile: { watchedEpisodes: 0, status: "planned" },
    },
    genres: ["Фэнтези", "Мелодрама"],
    description: "Неловкая и немного неуклюжая школьница Мари живёт в мире, где люди и звери сосуществуют, но предвзятость и недоверие по-прежнему распространены. Однажды, опоздав на урок, она сталкивается с новым одноклассником — загадочным парнем-зверем. Сначала Мари насторожена, но шаг за шагом она открывает в нём нечто большее, чем необычную внешность: доброту, надёжность и духовную силу. Постепенно её робость сменяется любовью, которая пугает и манит одновременно.",
  },
  {
    id: "mag-vody",
    title: "Маг воды",
    image: "https://animego.me/upload/anime/images/688877498be78879883400.jpg",
    rating: { owl: 5, crocodile: 5 },
    episodes: 12,
    progress: {
      owl: { watchedEpisodes: 12, status: "completed" },
      crocodile: { watchedEpisodes: 12, status: "completed" },
    },
    genres: ["Исэкай", "Приключения", "Фэнтези", "Экшен"],
    description: "Рё мечтал о безмятежной жизни после перерождения в новом мире, но оказался в землях, полных чудовищ. С помощью магии воды и Вечной молодости он выживает в течение двадцати лет и становится самым могущественным чародеем в мире. Судьба Рё меняет ход, когда он встречает одарённого рыцаря Абеля. Новый знакомый прокладывает ему дорогу в самый центр волшебного сообщества. Так начинается безумное приключение мага воды!",
  },
  {
    id: "magicheskaya-revolyutsiya-pererozhdonnoy-printsessy-i-genialnoy-yunoy-ledi",
    title: "Магическая революция перерождённой принцессы и гениальной юной леди",
    image: "https://avatars.mds.yandex.net/get-kinopoisk-image/4716873/2f5a87bb-339c-4c7e-91cd-56da6a1cb6c2/1920x",
    rating: { owl: 0, crocodile: 0 },
    episodes: 12,
    progress: {
      owl: { watchedEpisodes: 0, status: "watching" },
      crocodile: { watchedEpisodes: 0, status: "watching" },
    },
    genres: ["Фэнтези", "Мелодрама", "Драма"],
    description: "Принцесса Анисфия мечтает летать, но магическими способностями не обладает, хотя в её прошлой жизни всё было по-другому. Она отказывается от трона и с головой уходит в создание новой науки — магикологии. Однажды Анисфия видит, как её брат Альгард публично разрывает помолвку с навязанной ему по политическим мотивам Юфиллией.",
  },
  {
    id: "migi-i-dali",
    title: "Миги и Дали",
    image: "https://animego.me/upload/anime/images/6501ae5dd4f0f297128873.jpg",
    rating: { owl: 5, crocodile: 0 },
    episodes: 13,
    progress: {
      owl: { watchedEpisodes: 13, status: "completed" },
      crocodile: { watchedEpisodes: 0, status: "not_interested" },
    },
    genres: ["Детектив", "Комедия", "Сэйнэн", "Триллер"],
    description: "Мальчика по имени Дали усыновляет пожилая пара, которая долгие годы мечтала о ребенке. Тихий, покладистый и умный сынишка сразу покорил сердца новоиспеченных родителей. Они даже не замечают странностей в поведении Дали. А тот умеет создавать своего двойника с собственной волей и сознанием. Дали называет своего клона Миги. Они хорошо ладят между собой, часто отправляются в путешествия, совместно выкручиваются из опасных авантюр. Дали и Миги достаточно умны, чтобы уцелеть в жутком доме с привидениями, разобраться в запутанных правилах опасного игрового шоу.\n" +
      "\n" +
      "Общий комедийный тон тайтла не мешает зрителю почувствовать серьезность и неоднозначность проблем в период взросления. Хорошо раскрыты тема одиночества и поиск смысла жизни. Дали и Миги обладают развитым интеллектом, что помогает успешно решать сложные детективные задачи. Первые серии выходят уже в начале октября.",
  },
  {
    id: "mogu-ja-poprosit-esche-koe-chto",
    title: "Могу я попросить ещё кое-что?",
    image: "https://pic.rutube.ru/playlist/2025/10/10/ae/8c/bc95ebda-a5d2-11f0-92ac-4658ae16d49f.jpg",
    rating: { owl: 0, crocodile: 0 },
    episodes: 13,
    progress: {
      owl: { watchedEpisodes: 0, status: "planned" },
      crocodile: { watchedEpisodes: 0, status: "planned" },
    },
    genres: [],
    description: "С самого детства леди Скарлет отличалась бурным нравом и предпочитала решать конфликты с помощью кулаков, а не пустых слов. Она искренне верила, что её поступки помогают восстанавливать справедливость и наказывать тех, кто этого заслуживает. Однако в аристократических кругах подобное поведение считалось совершенно неприемлемым, из-за чего старший брат постоянно вынужден был читать ей нотации и призывать к благоразумию.\n" +
      "\n" +
      "Ситуация изменилась, когда Скарлет обручилась со вторым принцем королевства - Кайлом. Под давлением семьи и будущего супруга девушке пришлось научиться контролировать свои эмоции и соответствовать образу благородной леди. Годы ушли на то, чтобы скрывать истинную натуру под маской изысканных манер и учтивого поведения, хотя внутри продолжал кипеть огонь негодования.\n" +
      "\n" +
      "Всё изменилось в один миг на королевском балу, где принц публично разорвал помолвку, обвинив Скарлет в жестоком обращении с новой избранницей - Терезой. Эта несправедливая ситуация стала последней каплей, и многолетнее напряжение наконец вырвалось наружу. Пришло время забыть о светских условностях и преподать обидчикам хороший урок старыми проверенными методами.",
  },
  {
    id: "moj-otec-geroj-moja-mat-duh-a-ja-pererozhdennaja-ih-docherju",
    title: "Мой отец — герой, моя мать — дух, а я переродилась их дочерью",
    image: "https://kinopoisk-ru.clstorage.net/pQ1w55173/4139b9eM/YjlB7JPX6VuBmOvjPOPvFBVRJJ2fCpSF0HVNpX5Mqjizcf7LfzbhGYjB5I2BSQGRmlqjAMy1RaJ1nLssaHfzKMd9Ia2Gw11vJD3qh-mGyvFUheUofKgiZ7IH-4atn5xfRyUKuhoDBM2M4QEZtPjltdw8xxRdpkHxgoiqeWwyAeqDewMfMoe4DPA6SGbv8Y2H15GCvQw5MyUg1HtGnly_TVdXOTxq8rTNzMFSmJVfRITOXnE03UUjwJPruSueU_B4gxmwrqKW-y7BiFgWjhKM1cYgYB78OVDk8YaaF99NrN3WpIsd6mL0vA3wowkHLuRU_F2jlz-kU8JCG8p5T4HhCHDoUY9DVcv-84vr11xgnHYVQnNdP8iDFAAUWDW8jw9fBAf77XvClEwNcbCrhA6kBF0fc-efhUIhcDi5Gb0RUtjwaADOQeWoLAAIiKSds42XZ4Gx_4xqcSbDJSmUL07d_VYWaZ4aMRTsbHEBeZc_V9ePXkH23bWxoxPa6fuN4lGIYKiBH4OVauzBGihHjVMsd1RwcV9dqpK0AbbrVb_szrzUNmluecCGTm8wgzmWfWWE7W2AtR-VAtJQKrmrLsGR-YLq4K6AZEodIkoKp-xwrMQnMNIdb-qgxwLGGSfsPw6e9yZY_KpilI2vwzPqB32GR6_eIbeOZUBicOn72swRk-rzetFvAXdZDkA6iMXOMQ2HNfLTfWz5oDeRhrr178-trLY0KW56QKRdnMMxaGSMJmXNHCC0PfYy0QO7STj_0vGKs2uhH1Dlu81DO8jHb5KPl9RTIQ7f-4A2omcaR14vTD0WxXpuGCEXHiyh4BnlPYQWHv8hVF5HctARyyj77tNjiKDZsN8yVCg_EXk5RM9jv8R2MBL-LMjBFrOlCGYNvK1v9LTo77mABgzfIpNo9A11tk7Pk5UeRGDAYBm4S4xh0emSerPMcRRpPaG5uJTec1yUlHCST1x44kfjFYp2nq68rOUkmy6486VNL0FTCmS9N-TPniP2TLWS0QPYiGs8I8L5o4pw7JBUKc7BGuq07fBd5hSj0e2_uYMlUmYp5R3_T9-Et1k_WiL0HS9A05pnH4c0rZ-SVF1HINDjyZlZLVIRCkCpI-8h5EtO4XjJxU_z36YEMcBdzirABSI2S6f9jOx9RPQoj6vS1S8tsGG6By7G1fxsAffOhTDTQLtqKe0xoHqDuXHt8vZ5zOGY6ZdNstxWRWIBDw35ARTQRktUH-3MjRT36K-4gTdMLJGx6dZs1wQebDPHvVZRsWLbyhm8UWIrozmyzJBUWX1RWcikrWMN5kQykUxO-7JX0Bd6106vX78FV-u_aHMXT2zgsXmELLTV7WwRVi33kEIwW5mJLBNCGQBrIs5ApGjOMDoqRe2RXJYnYoBNzTkDFRFWKeXNb0xt1TRL7Wvipv4dIXF4dC1HFm9ec-QuJkKzgZiLi73CM5ig-HOfcySIzdPaOmS9wa3FxXIB3l17cXXxtxuHzB7_jbQ1KW2ZofTv3oLy6lT8lFZtb-NVz4WgwIJ56Emfw4HoMAmBvINkGj2DGOo2z_Fd1VWB8p8PKMKG4QTJpp9_Pg4l9ts86TGnL76jEarU_sSHnv4ihGwl0kCgO1tZ3CPQejI6wpzzB6ovQ6mYNe2CzQXH8jDdjRngZQM0-TXfb7-NRQZJ_XoAlOxvwbIbhXzWRAyekfdMtMATsrlIaewxYcmCybOuwEQoDBJI6iW_YIy2p6ICPz3qsCSDNRpGL4_-XCUVap3KEIevTZDwClauJce-bmGHboZx0GE4Kyq8Q4PZwolDD2Pm2A9SystXrBEPVWWDsizdG6N0k0R5l-6Orf9WZkq-67CHL45zsAkEzBT1vu1SZ5yUMqMSWPpbrTOyetFacU9hpFsNgNqapI4SXFVHocNvr5mR9tNFGTe_v2yNNtZZHFgRBh1tgOE5ll2WZ7xvYQVPVmOhYoq6OF5gcguCOFFfs4RoPaEJ-aVO4ez0FiEBP-9rYAdQlajlHBy8voR26exZ0XSd3uJxWnb_pPUPf7HELnTDwoGrqAhcAmMbAqgBjNLGGn7hiMpE7vFdpSZCkJ8dilDnkFYYNA6sjg_W9umuO_K2bv9BMajWX3ZnDf1htw1XshBCGphKj_BCGaJbgd2jJgq-U4g4VH1TT-cH4DIuT_uQ1SJkKHddbTwcBjTIv5iiNXz90TP7Fg1lhu0dYoUM5jBwQMvqeQ3ykTjgaDF8UsWpL9Ob-cTPQ41mJVJh__4qcMUwlxuVT93O7NY2Ws4rs_StHWFh-CUclIWdvnFFnaYjgRGZGxnM0lGYQmuBn2GlyV3xGrmFHbMPVmWD0r9v-YFHUuToB3xvz612lPku6ILW7-5zQKo3Hsf07E5QV4xGEYGCaZvJv3LTqLEakq5QRPlcQ6r4tozyjHTkAvAN3fvh54NlS0b_Xf7v5ca6jHqixn9fYvPpFx1kdx0_UJQPlYGi0TnZ659icfrQqtDMkXR5T1O6-cbNoO729WGDfZ7b4DTihXmXX6z_3yRkm-wI4zZNTnFDCqS_poTNHEI37EZgAGAay_kewuFLw6pRrIE1ukxSWfiXj7FMVtVAIF3cC4Dnk2dpJXyNfjz39Pv_WvDG_4zisfjEjjW3_d2ChM4Hk6CA2ZmpbnJDycDZsF2C9JoNQBrKla0DbxbHwAKOPwsCpKNmuif93U-9RRcZ3qhB5b8e8FDZ5KyG1B6twyVP9WCg4fnbGu-ho1jBKnKvAWSbLcHaC5Re4Q-GJVJD7z0o83fSt5skLU797dS3Omwo8TTPHTKB2rXuZgbtjeHE_HZSctAK2wtfM1J7wgrw_RBl6F_xOniGvmF9xXYi4uwMKnEG0FUrJSx8jLwkhjkOuAEmjP9zchunTIek_f1QBW3FEEEy2_spPmBxKeMLYs0xJ6rPUTm4ZV0C3uV0Y_H9TFpCZ8Jm-8csPWxOlJXZLCogFI49opHJpp6WdF88sYXeJtJRQSmp0",
    rating: { owl: 0, crocodile: 0 },
    episodes: 12,
    progress: {
      owl: { watchedEpisodes: 0, status: "planned" },
      crocodile: { watchedEpisodes: 0, status: "planned" },
    },
    genres: ["Фэнтези", "Комедия"],
    description: "Девочка защищает свою семью, используя знания и опыт из прошлой жизни. Аниме в декорациях Средневековья",
  },
  {
    id: "moj-status-ubijcy-ochevidno-prevoshodit-gerojskij",
    title: "Мой статус убийцы очевидно превосходит геройский",
    image: "https://pic.rutube.ru/playlist/2025/10/13/b9/55/b44ede52-a7f2-11f0-a65a-8e3bbf5d3e66.jpg",
    rating: { owl: 0, crocodile: 0 },
    episodes: 12,
    progress: {
      owl: { watchedEpisodes: 0, status: "watching" },
      crocodile: { watchedEpisodes: 0, status: "watching" },
    },
    genres: ["Экшен", "Приключения", "Фэнтези"],
    description: "Акира Ода вместе с одноклассниками призывают в таинственный мир, где каждому отводится роль в великой миссии. Большинство получают титулы героев, но Акире достаётся роль убийцы — на первый взгляд не самая почётная. Однако, вопреки ожиданиям, именно его способности оказываются самыми мощными. Акира быстро понимает, что за блестящей оболочкой нового мира скрывается ложь. Его начинают преследовать, и он оказывается один против целого королевства. На этом пути он встречает Амелию Роузкварц — сильную и независимую эльфийку, которая становится его союзницей. Вместе они бросают вызов системе, раскрывая заговоры и подлинную суть власти.",
    video: "https://rutube.ru/plst/1246884/",
  },
  {
    id: "moy-schastlivyy-brak",
    title: "Мой счастливый брак",
    image: "https://animego.me/upload/anime/images/6488cf6db7489718094151.jpg",
    rating: { owl: 5, crocodile: 0 },
    episodes: 12,
    progress: {
      owl: { watchedEpisodes: 12, status: "completed" },
      crocodile: { watchedEpisodes: 0, status: "not_interested" },
    },
    genres: ["Драма", "Исторический", "Романтика", "Фэнтези"],
    description: "Миловидная и добрая Миё Саймори обижена на судьбу. Она рано осталась без матери. Характерные для клана сверхъестественные силы не проявляются, мачеха и ее сводная сестра Каё видят в Миё лишь прислугу. К бесконечному списку испытаний добавилось еще одно: мачеха намерилась выдать падчерицу замуж за военного. Все бы ничего, но у Киёка Кудо непростая репутация. Воспитанный армией мужчина суров и требователен к спутнице жизни. Он уже отказался от нескольких кандидаток в жены. Высока вероятность, что и Миё не подойдет.\n" +
      "\n" +
      "Девушка боится и одновременно хочет перемен. Она понимает, что в родном доме ей не рады, а шанс создать свой уютный уголок для спокойной жизни выпадает нечасто. Кроме того, живое общение с Кудо оказалось достаточно приятным, а его жизненные приоритеты – близкими для Миё. На самом деле, Кудо добрый и ранимый человек, а суровый взгляд и резкие высказывания нужны лишь для самозащиты. Миё начинает верить, что в ее непростой жизни появится кусочек счастья.\n" +
      "\n" +
      "Недобрая мачеха тоже это видит. Ее склочная натура противится счастью падчерицы, ведь родная дочь также не пристроена. Может, Миё пора ухватиться за свой шанс и поставить на место наглых родственников?",
  },
  {
    id: "moy-schastlivyy-brak-2",
    title: "Мой счастливый брак 2",
    image: "https://animego.me/upload/anime/images/67627f2d8586d652821598.jpg",
    rating: { owl: 5, crocodile: 0 },
    episodes: 13,
    progress: {
      owl: { watchedEpisodes: 13, status: "completed" },
      crocodile: { watchedEpisodes: 0, status: "not_interested" },
    },
    genres: ["Драма", "Исторический", "Романтика", "Фэнтези"],
    description: "Второй сезон.",
  },
  {
    id: "monolog-farmacevta",
    title: "Монолог фармацевта",
    image: "https://animego.me/upload/anime/images/650c4cfea7794468427702.jpg",
    rating: { owl: 5, crocodile: 0 },
    episodes: 24,
    progress: {
      owl: { watchedEpisodes: 24, status: "completed" },
      crocodile: { watchedEpisodes: 0, status: "not_interested" },
    },
    genres: ["Детектив", "Драма", "Исторический"],
    description: "Милая Маомао попала в рабство. После похищения девушка очнулась в императорском дворце, где теперь вкалывает целый день. Новоиспеченная служанка не утратила оптимизма, решив, что что ее путь на свободу лежит через честный и качественный труд. Напускная вежливость и скромность хорошо маскируют эксцентричный характер. Маомао быстро учится слушать, а не говорить. Однако склонная к действию натура выходит из-под контроля, когда девушка узнает о болезни императорских отпрысков, а ведь она обладает тайными знаниями в фармацевтике и может помочь. Чтобы долго не объясняться с распорядителем, Маомао тайком приступает к лечению.\n" +
      "\n" +
      "Естественно, ее необдуманные действия замечены. Не сочтут ли девушку шпионом-отравителем? Крепкое здоровье наследников разрушает подобное предположение, а Маомао попадает в число избранных, близких к императору. Юная задорная девушка под личным покровительством императора заставит очнуться всех во дворце. Даже министрам теперь не будет покоя.",
  },
  {
    id: "monolog-farmacevta-2",
    title: "Монолог фармацевта 2",
    image: "https://animego.me/upload/anime/images/67818f1e1be05628995357.jpg",
    rating: { owl: 5, crocodile: 0 },
    episodes: 24,
    progress: {
      owl: { watchedEpisodes: 24, status: "completed" },
      crocodile: { watchedEpisodes: 0, status: "not_interested" },
    },
    genres: ["Детектив", "Драма", "Исторический"],
    description: "Второй сезон.",
  },
  {
    id: "na-jetot-raz-oderzhi-pobedu-nad-imperatorom-drakonov-blagorodnaja-devushka",
    title: "На этот раз одержи победу над императором драконов, благородная девушка!",
    image: "https://pic.rutube.ru/playlist/13c184b5-bff9-11ef-8f7f-02420a00031f.jpg",
    rating: { owl: 5, crocodile: 5 },
    episodes: 12,
    progress: {
      owl: { watchedEpisodes: 12, status: "completed" },
      crocodile: { watchedEpisodes: 12, status: "completed" },
    },
    genres: ["Комедия", "Фэнтези", "Романтика", "Сёдзё"],
    description: "Джилл Савель, некогда прославленная как Богиня Войны, оказалась преданной теми, кому отдала всю себя. Обвинённая в измене и приговорённая к казни, она умирает с горьким осознанием несправедливости. Но судьба даёт ей второй шанс — пробуждает её в прошлом, за шесть лет до роковых событий. Теперь Джилл полна решимости изменить ход истории и не повторить прежних ошибок. В отчаянной попытке избежать трагического союза с наследным принцем, она делает неожиданный ход — признаётся в любви будущему тирану, императору-дракону Хадису.\n" +
      "\n" +
      "К её удивлению, Хадис принимает её предложение, хотя в её воспоминаниях он — жестокий правитель, утопивший мир в крови. Однако нынешний Хадис — ещё молодой и неопытный юноша, чьё сердце не очерствело. Джилл видит в нём не монстра, а человека, которого можно спасти от мрачного будущего. Но сможет ли она изменить предначертанное? Или судьба неумолима, и даже зная грядущие события, невозможно избежать кровавого пути?\n" +
      "\n" +
      "Перед Джилл стоит сложный выбор: бежать от судьбы или попытаться переписать её, изменив не только свою жизнь, но и судьбу Хадиса. Её решение повлечёт за собой цепь непредсказуемых событий, где каждое действие может обернуться новым испытанием. Сможет ли она защитить тех, кого любит, или история повторится с ещё большей жестокостью? Время покажет, хватит ли у неё сил бросить вызов року.",
  },
  {
    id: "nezhelanno-bessmertnyy-avantyurist",
    title: "Нежеланно бессмертный авантюрист",
    image: "https://animego-geroi.ru/wp-content/uploads/animego-geroi.ru/2024/12/300x450-2024-12-17t065832.104-212x300.webp",
    rating: { owl: 5, crocodile: 5 },
    episodes: 12,
    progress: {
      owl: { watchedEpisodes: 12, status: "completed" },
      crocodile: { watchedEpisodes: 12, status: "completed" },
    },
    genres: ["Приключения", "Фэнтези", "Экшен"],
    description: "Нежеланно бессмертный авантюрист (2024) — аниме, рассказывающее историю о человеке, который приобрел бессмертие в результате трагической случайности. Главный герой, по имени Айзель, раньше был обычным авантюристом, но одна магическая катастрофа изменила его судьбу. Теперь, став бессмертным, он вынужден блуждать по миру, который отвергает его, ведь бессмертие стало не благословением, а проклятием. Айзель сталкивается с безжалостной реальностью, когда его друзья и союзники стареют и умирают, а он продолжает жить, поглощенный тоской и одиночеством.\n" +
      "\n" +
      "История разворачивается вокруг его путешествий, где он пытается найти способ избавиться от своей бесконечной жизни и вернуть себе утраченную человечность. В поисках решения, Айзель сталкивается с различными приключениями, врагами и неожиданными союзниками. Сюжет сочетает элементы фэнтези, драмы и философских раздумий о ценности жизни и смерти.\n" +
      "\n" +
      "Нежеланно бессмертный авантюрист — это эмоциональная и напряженная история о человеке, который, несмотря на свои невероятные силы, сталкивается с тем, что бессмертие может быть не благословением, а тяжелым бременем.",
  },
  {
    id: "nezhit-i-neudacha",
    title: "Нежить и Неудача",
    image: "https://avatars.mds.yandex.net/get-kinopoisk-image/4774061/ad5c483a-bc87-4700-bdd3-62ac014c8aef/1920x",
    rating: { owl: 5, crocodile: 5 },
    episodes: 24,
    progress: {
      owl: { watchedEpisodes: 24, status: "completed" },
      crocodile: { watchedEpisodes: 24, status: "completed" },
    },
    genres: ["Боевик", "Комедия", "Фэнтези"],
    description: "Фуко Идзумо — девушка, обладающая необычным даром, который приносит несчастье всем, кто её касается. После долгого одиночества она решает покончить с жизнью, но встречает бессмертного мужчину по имени Энди, который не боится её способности и решает использовать её в своих целях. Вместе они отправляются в опасное путешествие, чтобы понять, как освободиться от своих несчастливых даров и обрести своё место в мире. На их пути встают различные загадочные организации и сверхъестественные существа, такие как Апокалипсис, Бакс, Джина Чембер и многие другие. Энди и Фуко сталкиваются с испытаниями, где всё вокруг них оказывается не таким простым, как кажется на первый взгляд.",
  },
  {
    id: "neznakomcy-v-drugoy-zhizni",
    title: "Незнакомцы в другой жизни",
    image: "https://animego.me/upload/anime/images/66e83eef623f2738736745.jpg",
    rating: { owl: 0, crocodile: 0 },
    episodes: 12,
    progress: {
      owl: { watchedEpisodes: 0, status: "planned" },
      crocodile: { watchedEpisodes: 0, status: "planned" },
    },
    genres: ["Романтика", "Сэйнэн"],
    description: "Уставшие от вражды предводители Якудза решают породнится. Они рассчитывают, что брак между их наследниками приведет к прочному и длительному перемирию между группировками. Внучка главы клана Ёсино переезжает в Токио, чтобы познакомиться со своим женихом Кирисимой. Поначалу Ёсино вынашивает план побега, но обходительный и симпатичный Кирисима покоряет девичье сердце. Однако даже первая влюбленность не мешает Ёсино уловить некую фальшь в поведении жениха.\n" +
      "\n" +
      "Как же поведет себя девушка, когда узнает, что у Кирисимы есть темная сторона, а лучшие его качества – это притворная личина?",
  },
  {
    id: "nenasytnyy-berserk",
    title: "Ненасытный Берсерк",
    image: "https://animego.me/upload/anime/images/6509ca3915616189377371.jpg",
    rating: { owl: 0, crocodile: 0 },
    episodes: 12,
    progress: {
      owl: { watchedEpisodes: 0, status: "planned" },
      crocodile: { watchedEpisodes: 0, status: "planned" },
    },
    genres: ["Приключения", "Фэнтези", "Экшен"],
    description: "Сироте Фейту Графайту непросто выживать в своем мирке, когда все вокруг обладают уникальными навыками: кто-то непревзойденный рукопашный боец или мечник, другие ценятся обществом как прекрасные мастера или фермеры. Что же касается Фейта, ему достался один из смертных грехов – Обжорство. Никому не нужный сирота с постоянным чувством голода – ужасная участь.\n" +
      "\n" +
      "Парнишка не намерен сдаваться. Первое убийство моба приносит неожиданный результат. Вместе с телом Пожирателя он прихватил душу, лут, очки и навыки жертвы. Неожиданно для себя Фейт быстро прокачивается. Тревожит парня лишь одно: в неудачные для охоты дни его «двойник» становится каннибалом. Теперь Фейт должен постоянно сражаться, чтобы угомонить чрезмерные аппетиты Пожирателя. Ведь на кону его рассудок и жизнь.",
  },
  {
    id: "novye-vrata",
    title: "Новые врата",
    image: "https://pic.rutube.ru/playlist/8fde7ff6-dcfd-11ef-82bc-02420a00065f.png",
    rating: { owl: 0, crocodile: 0 },
    episodes: 12,
    progress: {
      owl: { watchedEpisodes: 0, status: "planned" },
      crocodile: { watchedEpisodes: 0, status: "planned" },
    },
    genres: ["Экшен", "Приключения", "Фэнтези"],
    description: "Синъя Киритани, известный в виртуальном мире как Син, оказался среди тысяч игроков, запертых в смертельной ловушке MMORPG «Новые Врата». Сражаясь плечом к плечу с товарищами, он прошёл через бесчисленные испытания, теряя друзей, но не теряя надежды. Когда финальный босс был повержен, а уцелевшие игроки начали покидать игру, Син почувствовал долгожданное облегчение. Однако его ждал неожиданный поворот — таинственные врата, ведущие в неизвестность.\n" +
      "\n" +
      "Любопытство взяло верх, и Син шагнул сквозь портал, не подозревая, что окажется в знакомом, но изменившемся мире. Пятьсот лет прошло с момента его победы, и теперь он — единственный, кто помнит те события. Кнопка выхода исчезла, но вместо паники Син ощутил азарт: перед ним открылся новый уровень игры, полный загадок и возможностей. С невероятными характеристиками и уникальным опытом он готов исследовать этот мир заново.\n" +
      "\n" +
      "Теперь Син — не просто игрок, а легенда, чьё имя окутано тайной. Впереди его ждут новые союзники, враги и испытания, но он не собирается сдаваться. Ведь если однажды он смог пройти игру до конца, то и теперь справится. Главное — не забывать, что даже в виртуальном мире каждый шаг имеет значение, а дружба и решимость могут изменить всё. Впереди — новое приключение, и Син готов к нему!",
  },
  {
    id: "odnazhdy-ya-stala-princessoy",
    title: "Однажды я стала принцессой",
    image: "https://animego.me/upload/anime/images/68e2ed4a197db078659410.jpg",
    rating: { owl: 0, crocodile: 0 },
    episodes: 16,
    progress: {
      owl: { watchedEpisodes: 0, status: "planned" },
      crocodile: { watchedEpisodes: 0, status: "planned" },
    },
    genres: ["Драма", "Фэнтези"],
    description: "Несмотря на то, что маленькая Атанасия де Эльджео Обелия — настоящая принцесса, владеющая магией, с самого её рождения реальность была к ней жестока. Мать умерла при родах, успев запечатать магические силы дочери, отец отрёкся, бросив на произвол судьбы и равнодушных слуг. Выжить младенцу помогла таинственная сила, раскрывшая малышке уготованное ей трагичное будущее. Зная, какие ещё ей предначертаны страшные беды, Атанасия оказалась вооружена против напастей предречённого рока и потому готова ему противостоять. Отбросив нытьё и жалобы на несправедливость, она решила бороться за себя и своё будущее. Помогут ли храбрость и стойкость переломить оковы фатума или её несчастный удел неизбежен?",
  },
  {
    id: "ot-prostogo-cheloveka-do-geroya-razvedchika",
    title: "От простого человека до героя-разведчика",
    image: "https://animego.me/upload/anime/images/6682ad3d4feaa085633496.jpg",
    rating: { owl: 4, crocodile: 5 },
    episodes: 12,
    progress: {
      owl: { watchedEpisodes: 12, status: "completed" },
      crocodile: { watchedEpisodes: 12, status: "completed" },
    },
    genres: ["Приключения", "Фэнтези", "Экшен"],
    description: "Кайто Такаги — самый обычный, ничем не примечательный старшеклассник. Своё свободное время он проводит в подземельях Японии, где охотится на слизь, чтобы немного подзаработать. Также он тихо любуется своей подругой детства, популярной в классе девочкой. Однажды Кайто побеждает редкую золотую слизь и выбивает очень ценный предмет — карту вызова мифического слуги. Он решает не продавать её и вызывает могучую валькирию, вместе с которой отправляется в глубины подземелья, где ждут битвы, приключения и загадки.",
  },
  {
    id: "platinovyy-predel",
    title: "Платиновый предел",
    image: "https://animego.me/upload/anime/images/615d4b9fd1aea593720027.jpg",
    rating: { owl: 5, crocodile: 5 },
    episodes: 24,
    progress: {
      owl: { watchedEpisodes: 24, status: "completed" },
      crocodile: { watchedEpisodes: 24, status: "completed" },
    },
    genres: ["Драма", "Психологическое", "Сверхъестественное", "Сёнэн", "Триллер"],
    description: "«Я подарю тебе надежду». Мирай Какэхаси потерял родителей в автокатастрофе и влачил несчастную жизнь у родственников. Полностью утратив надежду, он спрыгнул с крыши в день выпускного из средней школы. И тут он повстречал ангела...",
  },
  {
    id: "povelitel-demonov-2099",
    title: "Повелитель демонов 2099",
    image: "https://animego.me/upload/anime/images/66f3b5c65706c927700047.jpg",
    rating: { owl: 5, crocodile: 5 },
    episodes: 12,
    progress: {
      owl: { watchedEpisodes: 12, status: "completed" },
      crocodile: { watchedEpisodes: 12, status: "completed" },
    },
    genres: ["Фантастика", "Фэнтези", "Экшен"],
    description: "Пять столетий назад владыка тьмы Вельтоль правил Бессмертным королевством, но пал от руки героя. Теперь ему пришло время вернуться к жизни. Год 2099, цивилизация достигла небывалого технологического развития, и Вельтоль оказывается в футуристическом городе с небоскрёбами и неоновыми вывесками. Владыка тьмы может быть пережитком прошлого, но это не значит, что ему не покорится и новый мир!",
  },
  {
    id: "povelitel-tajn-kloun",
    title: "Повелитель тайн: Клоун",
    image: "https://pic.rutube.ru/playlist/2025/07/20/12/0d/8fcc40ee-6570-11f0-8b08-ea22387c56f5.jpg",
    rating: { owl: 5, crocodile: 5 },
    episodes: 13,
    progress: {
      owl: { watchedEpisodes: 13, status: "completed" },
      crocodile: { watchedEpisodes: 13, status: "completed" },
    },
    genres: ["Экшен", "Детектив", "Сверхъестественное", "Триллер"],
    description: "Век пара и стали раскрывает свои тайны, но за фасадом прогресса скрывается нечто куда более древнее и загадочное. Чжоу Минжуй приходит в себя в чужом теле, в незнакомом мире, напоминающем викторианскую эпоху, где магия переплетается с наукой, а в тени шепчутся забытые пророчества. Теперь он — Клейн Моретти, и его ждёт путь, полный опасных ритуалов, потусторонних зелий и тайн, которые лучше бы оставались скрытыми. В этом мире церкви ведут войну с культами, а каждый шаг может стать последним.\n" +
      "\n" +
      "Клейн оказывается втянут в игру сил, где правда скрыта за множеством масок, а иллюзии становятся реальностью. Он выбирает не бегство, а поиск ответов, становясь Провидцем — тем, кто видит сквозь пелену обмана и читает знаки судьбы. Но чем глубже он погружается в этот мир, тем больше понимает: за каждым открытием кроется новая загадка, а истина может оказаться страшнее любого кошмара. Тени сгущаются, и Клейну предстоит пройти по лезвию ножа, балансируя между светом и тьмой.\n" +
      "\n" +
      "Его путь — это череда загадок, где случайности лишь маскируют предначертанное, а каждое решение влечёт за собой необратимые последствия. В этом мире пророчества сбываются кроваво, а древние сущности наблюдают из-за грани реальности. Клейн идёт наперекор судьбе, разгадывая тайны, которые могли бы остаться забытыми. Но чем ближе он к разгадке, тем яснее осознаёт: некоторые двери лучше не открывать. И всё же он продолжает идти вперёд, потому что правда — единственное, что имеет значение.",
  },
  {
    id: "povelitel-tajn-kloun-2",
    title: "Повелитель тайн: Клоун 2",
    image: "https://pic.rutube.ru/playlist/2025/07/20/12/0d/8fcc40ee-6570-11f0-8b08-ea22387c56f5.jpg",
    rating: { owl: 0, crocodile: 0 },
    episodes: 0,
    progress: {
      owl: { watchedEpisodes: 0, status: "planned" },
      crocodile: { watchedEpisodes: 0, status: "planned" },
    },
    genres: ["Экшен", "Детектив", "Сверхъестественное", "Триллер"],
  },
  {
    id: "podnyatie-urovnya-v-odinochku",
    title: "Поднятие уровня в одиночку",
    image: "https://animego.me/upload/anime/images/676487b86d5c0521559278.jpg",
    rating: { owl: 5, crocodile: 5 },
    episodes: 12,
    progress: {
      owl: { watchedEpisodes: 12, status: "completed" },
      crocodile: { watchedEpisodes: 12, status: "completed" },
    },
    genres: ["Приключения", "Фэнтези", "Экшен"],
    description: "Появление проходов в подземельях с монстрами давно терроризирует человечество. Никто не знает, где и когда возникнут новые врата и чудища ринутся наверх. Даже армия не может справиться с нашествием монстров. Людям доступна лишь одна стратегия: засылка в только что открывшееся подземелье отряда особых охотников. Если они быстро уничтожат монстра, проход закроется, а угроза вторжения временно исчезнет.\n" +
      "\n" +
      "Но даже среди элитных охотников есть неудачники, не способные победить среднеуровневых монстров. Смелый, но физически слабый Сон Джину выполняет задачу зачистки самых мелких монстров. Нерасторопный Сон проигрывает конкуренцию соратникам, не может нормально прокачивать свой уровень, практически ничего не зарабатывает. А деньги очень нужны: его мать лежит в коме.\n" +
      "\n" +
      "Однажды он натыкается на секретное ответвление и попадает в не зачищенное охотниками подземелье. Парень приходит в себя на больничной койке. Когда шок от воскрешения прошел, Сон обнаружил способность вызова интерфейса для путешествия по альтернативному миру. Здесь он сильнее, быстрее, удачливей. Ему нужно прокачаться одиночку и наконец-то заполучить высший ранг авантюриста.",
  },
  {
    id: "podnyatie-urovnya-v-odinochku-2-vosstante-iz-teni",
    title: "Поднятие уровня в одиночку 2: Восстаньте из тени",
    image: "https://animego.me/upload/anime/images/677a28807323d672829725.jpg",
    rating: { owl: 5, crocodile: 5 },
    episodes: 13,
    progress: {
      owl: { watchedEpisodes: 13, status: "completed" },
      crocodile: { watchedEpisodes: 13, status: "completed" },
    },
    genres: ["Приключения", "Фэнтези", "Экшен"],
    description: "Второй сезон.",
  },
  {
    id: "podnyatie-urovnya-v-odinochku-3",
    title: "Поднятие уровня в одиночку 3",
    image: "https://animego.me/upload/anime/images/677a28807323d672829725.jpg",
    rating: { owl: 0, crocodile: 0 },
    episodes: 0,
    progress: {
      owl: { watchedEpisodes: 0, status: "planned" },
      crocodile: { watchedEpisodes: 0, status: "planned" },
    },
    genres: ["Приключения", "Фэнтези", "Экшен"],
  },
  {
    id: "pridvornyy-mag-polzovavshiysya-lish-magiyey-podderzhki-potomu-chto-yego-soyuzniki-slishkom-slaby-reshil-stat-silneyshim-posle-izgnaniya",
    title: "Придворный маг, пользовавшийся лишь магией поддержки, потому что его союзники слишком слабы, решил стать сильнейшим после изгнания",
    image: "https://kinopoisk-ru.clstorage.net/pQ1w55173/4139b9eM/YjlB7JPX6VuBmOvjPOPvFBVRJJ2fCpSF0HVNpX5Mqjizcf7LfzbhGYjB5I2BSQGRml8mQMzgULdQmc58bWfG7fIIBMiD9v0KNGjPx4mGyvFUheUofKgiZ7IH-4atn5xfRyUKuhoDBM2M4QEZtPjltdw8xxRdpkHxgoiqeWwyAeqDewMfMoe4DPA6SGbv8Y2H15GCvQw5MyUg1HtGnly_TVdXOTxq8rTNzMFSmJVfRITOXnE03UUjwJPruSueU_B4gxmwrqKW-y7BiFgWjhKM1cYgYB78OVDk8YaaF99NrN3WpIsd6mL0vA3wowkHLuRU_F2jlz-kU8JCG8p5T4HhCHDoUY9DVcv-84vr11xgnHYVQnNdP8iDFAAUWDW8jw9fBAf77XvClEwNcbCrhA6kBF0fc-efhUIhcDi5Gb0RUtjwaADOQeWoLAAIiKSds42XZ4Gx_4xqcSbDJSmUL07d_VYWaZ4aMRTsbHEBeZc_V9ePXkH23bWxoxPa6fuN4lGIYKiBH4OVauzBGihHjVMsd1RwcV9dqpK0AbbrVb_szrzUNmluecCGTm8wgzmWfWWE7W2AtR-VAtJQKrmrLsGR-YLq4K6AZEodIkoKp-xwrMQnMNIdb-qgxwLGGSfsPw6e9yZY_KpilI2vwzPqB32GR6_eIbeOZUBicOn72swRk-rzetFvAXdZDkA6iMXOMQ2HNfLTfWz5oDeRhrr178-trLY0KW56QKRdnMMxaGSMJmXNHCC0PfYy0QO7STj_0vGKs2uhH1Dlu81DO8jHb5KPl9RTIQ7f-4A2omcaR14vTD0WxXpuGCEXHiyh4BnlPYQWHv8hVF5HctARyyj77tNjiKDZsN8yVCg_EXk5RM9jv8R2MBL-LMjBFrOlCGYNvK1v9LTo77mABgzfIpNo9A11tk7Pk5UeRGDAYBm4S4xh0emSerPMcRRpPaG5uJTec1yUlHCST1x44kfjFYp2nq68rOUkmy6486VNL0FTCmS9N-TPniP2TLWS0QPYiGs8I8L5o4pw7JBUKc7BGuq07fBd5hSj0e2_uYMlUmYp5R3_T9-Et1k_WiL0HS9A05pnH4c0rZ-SVF1HINDjyZlZLVIRCkCpI-8h5EtO4XjJxU_z36YEMcBdzirABSI2S6f9jOx9RPQoj6vS1S8tsGG6By7G1fxsAffOhTDTQLtqKe0xoHqDuXHt8vZ5zOGY6ZdNstxWRWIBDw35ARTQRktUH-3MjRT36K-4gTdMLJGx6dZs1wQebDPHvVZRsWLbyhm8UWIrozmyzJBUWX1RWcikrWMN5kQykUxO-7JX0Bd6106vX78FV-u_aHMXT2zgsXmELLTV7WwRVi33kEIwW5mJLBNCGQBrIs5ApGjOMDoqRe2RXJYnYoBNzTkDFRFWKeXNb0xt1TRL7Wvipv4dIXF4dC1HFm9ec-QuJkKzgZiLi73CM5ig-HOfcySIzdPaOmS9wa3FxXIB3l17cXXxtxuHzB7_jbQ1KW2ZofTv3oLy6lT8lFZtb-NVz4WgwIJ56Emfw4HoMAmBvINkGj2DGOo2z_Fd1VWB8p8PKMKG4QTJpp9_Pg4l9ts86TGnL76jEarU_sSHnv4ihGwl0kCgO1tZ3CPQejI6wpzzB6ovQ6mYNe2CzQXH8jDdjRngZQM0-TXfb7-NRQZJ_XoAlOxvwbIbhXzWRAyekfdMtMATsrlIaewxYcmCybOuwEQoDBJI6iW_YIy2p6ICPz3qsCSDNRpGL4_-XCUVap3KEIevTZDwClauJce-bmGHboZx0GE4Kyq8Q4PZwolDD2Pm2A9SystXrBEPVWWDsizdG6N0k0R5l-6Orf9WZkq-67CHL45zsAkEzBT1vu1SZ5yUMqMSWPpbrTOyetFacU9hpFsNgNqapI4SXFVHocNvr5mR9tNFGTe_v2yNNtZZHFgRBh1tgOE5ll2WZ7xvYQVPVmOhYoq6OF5gcguCOFFfs4RoPaEJ-aVO4ez0FiEBP-9rYAdQlajlHBy8voR26exZ0XSd3uJxWnb_pPUPf7HELnTDwoGrqAhcAmMbAqgBjNLGGn7hiMpE7vFdpSZCkJ8dilDnkFYYNA6sjg_W9umuO_K2bv9BMajWX3ZnDf1htw1XshBCGphKj_BCGaJbgd2jJgq-U4g4VH1TT-cH4DIuT_uQ1SJkKHddbTwcBjTIv5iiNXz90TP7Fg1lhu0dYoUM5jBwQMvqeQ3ykTjgaDF8UsWpL9Ob-cTPQ41mJVJh__4qcMUwlxuVT93O7NY2Ws4rs_StHWFh-CUclIWdvnFFnaYjgRGZGxnM0lGYQmuBn2GlyV3xGrmFHbMPVmWD0r9v-YFHUuToB3xvz612lPku6ILW7-5zQKo3Hsf07E5QV4xGEYGCaZvJv3LTqLEakq5QRPlcQ6r4tozyjHTkAvAN3fvh54NlS0b_Xf7v5ca6jHqixn9fYvPpFx1kdx0_UJQPlYGi0TnZ659icfrQqtDMkXR5T1O6-cbNoO729WGDfZ7b4DTihXmXX6z_3yRkm-wI4zZNTnFDCqS_poTNHEI37EZgAGAay_kewuFLw6pRrIE1ukxSWfiXj7FMVtVAIF3cC4Dnk2dpJXyNfjz39Pv_WvDG_4zisfjEjjW3_d2ChM4Hk6CA2ZmpbnJDycDZsF2C9JoNQBrKla0DbxbHwAKOPwsCpKNmuif93U-9RRcZ3qhB5b8e8FDZ5KyG1B6twyVP9WCg4fnbGu-ho1jBKnKvAWSbLcHaC5Re4Q-GJVJD7z0o83fSt5skLU797dS3Omwo8TTPHTKB2rXuZgbtjeHE_HZSctAK2wtfM1J7wgrw_RBl6F_xOniGvmF9xXYi4uwMKnEG0FUrJSx8jLwkhjkOuAEmjP9zchunTIek_f1QBW3FEEEy2_spPmBxKeMLYs0xJ6rPUTm4ZV0C3uV0Y_H9TFpCZ8Jm-8csPWxOlJXZLCogFI49opHJpp6WdF88sYXeJtJRQSmp0",
    rating: { owl: 0, crocodile: 0 },
    episodes: 12,
    progress: {
      owl: { watchedEpisodes: 0, status: "planned" },
      crocodile: { watchedEpisodes: 0, status: "planned" },
    },
    genres: ["Фэнтези"],
    description: "Волшебник-изгнанник отправляется в опасный путь со старыми друзьями. Аниме режиссёра «Магической битвы»",
  },
  {
    id: "priklyucheniya-v-drugom-mire-vospityvat-detey-buduchi-avantyuristom",
    title: "Приключения в другом мире: Воспитывать детей будучи авантюристом",
    image: "https://animego.me/upload/anime/images/66829fdde0d75838041595.jpg",
    rating: { owl: 0, crocodile: 0 },
    episodes: 12,
    progress: {
      owl: { watchedEpisodes: 0, status: "planned" },
      crocodile: { watchedEpisodes: 0, status: "planned" },
    },
    genres: ["Исэкай", "Повседневность", "Приключения", "Фэнтези"],
    description: "Ошибочная и преждевременная смерть Каяно Такуми вынудила высшую сущность одарить парня возможностью перерождения в новом теле в другом мире. Но Бог поспешил и вместо безопасного города закинул усопшего в гущу леса с кровожадными зверями. Склонный к авантюризму Такуми сразу же занялся обустройством безопасного жилища. Он достаточно смел и умен, чтобы без паники и планомерно изучить территорию в поисках нужных ресурсов. Чего парень точно не ожидал, так это знакомства с двумя крохотными близнецами. Готов ли Такуми стать для них старшим братом или даже заменить отца?",
  },
  {
    id: "puteshestviye-kollektsionera-po-drugomu-miru",
    title: "Путешествие коллекционера по другому миру",
    image: "https://avatars.mds.yandex.net/get-kinopoisk-image/10835644/17cc8feb-d07a-4668-bb21-ad10d48ce51a/1920x",
    rating: { owl: 0, crocodile: 0 },
    episodes: 12,
    progress: {
      owl: { watchedEpisodes: 0, status: "planned" },
      crocodile: { watchedEpisodes: 0, status: "planned" },
    },
    genres: ["Фэнтези", "Приключения"],
  },
  {
    id: "rukovodstvo-soten-demonov",
    title: "Руководство сотен демонов",
    image: "https://avatars.mds.yandex.net/get-kinopoisk-image/6201401/941f84e8-b687-401a-b195-6a0e0ffe01de/1920x",
    rating: { owl: 0, crocodile: 0 },
    episodes: 12,
    progress: {
      owl: { watchedEpisodes: 0, status: "planned" },
      crocodile: { watchedEpisodes: 0, status: "planned" },
    },
    genres: ["Детектив", "Исторический", "Приключения", "Сверхъестественное", "Фэнтези"],
    description: "Целительница приходит на помощь мистическим существам, то и дело встречающимся ей на пути. Аниме из Китая",
  },
  {
    id: "rukovodstvo-soten-demonov-2",
    title: "Руководство сотен демонов 2",
    image: "https://avatars.mds.yandex.net/get-kinopoisk-image/6201401/941f84e8-b687-401a-b195-6a0e0ffe01de/1920x",
    rating: { owl: 0, crocodile: 0 },
    episodes: 12,
    progress: {
      owl: { watchedEpisodes: 0, status: "planned" },
      crocodile: { watchedEpisodes: 0, status: "planned" },
    },
    genres: ["Детектив", "Исторический", "Приключения", "Сверхъестественное", "Фэнтези"],
    description: "Целительница приходит на помощь мистическим существам, то и дело встречающимся ей на пути. Аниме из Китая",
  },
  {
    id: "sverhkub",
    title: "Сверхкуб",
    image: "https://kinopoisk-ru.clstorage.net/1a67dy098/8611d2xOYY9w/I0qKNXQchirvtLN0mFVJJHV1jCMCqHLscFkDqyEL1-s6BCaIGU5VMhuN-2f-7NVqYAeJEtK0uIJHOVIoqrHKxXdqrlCQ6VNr74AGcV2VXYWghc0id9zWnaXoFg6FCNSIGKLV6jp8txR8eY9z_xlAbwQD2bIWoQxzBn50jLsBjlKSeYh20H5l6Yvl4edaheki9KTtV1PZAJnSy_FboCnm2log1tp4HbdUPIqeo-jZYZ6n8ssgtBD4gsQNdcmKEDzDkQqL1GBvxRur5WDk6nf7goeHDieA6WMIckuya4BaNDoZgJVYKP40NA-5zJC4W0C-5HKYQ_SRe6D0rWQqiMFtUzBpyhYSHtR6SPSyNGm16cBnd8-lEBpx2_FpEWlwWKZpaOH06kjfZeQOWK8wSZrxnwezi1MXcLpxR473GMrxLXFiyDom8i53yJu2ISbo14mhhPacJPKrczqzaLF44FoFG0kiZGhq37flnBqtIGtpY1-1UIlRpWF78ySsBZgKMo5w0igYFpA-Bqt7pHA02WWJAObXXRUAqhLackjQaIFp5ct7sGT4Ow5VFn04voH5mPA9xXG5kpXRekMnvIfr-dLcsAIoKIYSHgab6_VjNsh0arGXVQ308LkxGgPbwWuhaVfKyqBkilmPFHQOOn4y6niAzXSAyRAGwDsQR23FSMgQ7AFTagpEAq62uWl2QVYLZEuDxoWdVKB5E5gyieH5E4gVi1pCVig43WVV7_jvM6vrgV72MctwVAIpMIRddevIgS7y86urltAeZXurl-OmOOXIAZfnT7UiKbCb45lTa_KLlHl4wYdb2Q8kBo65nCJoipLuRjC50vUi6nA1zBXLu7NtsqDIGCYzvSb6-jQDBRhGC5G3Z38Vk-kRa5Iqw5uCm_X5aMGVO0mNFEQ-eH8wuQuzvTQB2-K3YOiC1z8VGfsArnLSmRiU44622Zk1cVc65QjChWWuF4L5UIowabOqcQmU-ngR5PoLPRc0frjtYkj7YAyFwBpQRuDoIDYsF_h6A87RQhuplXJfFkmpRgF0G4QLkHXGndRymqA68agxeeEL1Rhbk6cIS25X5N3LnzK5G1BO5kOIwjQwqZOFrUVq-oKs0pM42pRSLXSpC-XSNSgn2YCkpk0nkCkjKsJ78AhwmCVbONKGiWoehfWNOJ7iucsizJZyKcKloQhSxa_EKonw3AJhmLknME806qlmIEYLJwoihJTtRRJ602jgy2OosUhHWaoDdDo5DgTn_CgcYYtrwr0EomuCZLFo0VZct5p5sA9iUorqFAI8dJjJd-HVSSfKA_UHHHfCmhO7ImtRGUEZt-kakhZqCE2n9l36TjA4u1DNJ6CZcNXDSYB175eaOvLvMLGI-Adz3WYJKQZB5kg0SYPHJt3HY5hg68GKoflTmXQ46eJkSIl9JgW8Wq0BCYiwnRZh-9DnQevQ1g2VWsgQDoAA-ZtGMO3VOHmVoGU6RlqAV6ddJMA6U1qCyrHbIGplqVjhZWr6fnQnvhhvclkqYs9HgjgC1cA7MWfstSiago9RsBjpdDAsZglbZmBE-bQpoIXX_7fg6sGKkIswKxFrB5ia8rV66n2EJ574HuKoW4JfNuA7crcCOPDkvoXZ2jIM0zCb6aUxnpYpqaSDxerniYHlNaxnEiozSCCLIikQaQUoivNm-ZmfRSV92A9CWdmzz0dRmEIFcXjSNU7FqZni3yIAibt2Y342iHmH0AdYpjgAt6RM9ZF5IinQmNH6wOk2KvkixPrZnATm38vtoqjZE3_2gvugJ-Dp4GStNkpoEX8jMlrJBvLOlpq7pADnGQWpMEWHDDcCyFC587mj-6JJZRsY0_bIWE5lFg-53MLq2oGvtlL60cUCuLF1f8ZJiZAM8aL6y7YCHubZ6-VRRotmOMHV1-10cktwi9OqE3kwOmQZeEP0eqofZ9d-6B7waLnQbSRCGgG1otiw129mesuDLMJBGMqEIs8WCMhHMdSKR5mTp6WNlZKoYUrTufNo0Lpk-wvSRxqJjOTljPvMclubUhzk4quCZ0PasrR_Bms6AJ8hMTq7NLAOp2sp1_ME-0fpsgUk_fdyunH6w2ux6PGaNYk6cMRJ2a0Hl55LnXJ72HHtJ8Po4wTzmjOlXOQbqsMu4qF6-XYQrkSq66YiJBiHCjHEpl8HQBjzC8B5UgvDOzZbC5N0-Lv_dXX9-I0w29sAjQbSa_MUkKiAFX7nW7vAjjOQ6jgHwG3UWZoWchSa5gogFJdcNpNI0IiQ23BJ8lkFWDogRRmID4dUHQjOgjjrEZ0EYKngd1Po4Bce9WvLMd4ikIhbJcCMZuiJNROFOvQKEaaUX1cQ-7KogktDKNJrpuspMNZ4SC5kxC-onmIZi3GNdsIb8FcxG_F0TWRqSgPNQIMKa3ST_xarOXZDtrknmsMHBV4VcHkBaNJrsFkiqEXLmbJXOujM1faey34QyotzvMfBuMDl8OnzZ-_1KviB7EJgGammsb1lW7t1w-VJRVvShvS895HZcqrBm2IJU6ukGyjwloib_3VHTmhvo4magIznU-gTtKDJA3ZsBkiLoN0zEUooZRJNFUpZxlNUKqU6EFc3POXDiFG4g9oCSOBbl0p64MS4KMw3xE75r5MLiTDe1hK5Y5fzCrFmf6foywOuorE7ybTTbmXLe9WRxtlGGPH2tR9Fc6tQynIqsmlxW4Uqa5G06rnu5vS9O65C6TkjnsdjuQIU0fhhJDz1q8uQDqMQeFuGMO_1CMp3gaX4dQqw5gXM5UALYrpSmvIYkkm2-0vQtrnJ3UTGbYvs0esJggy1g9rCVhMLkRX9VfrL47ySQ6nZ5dFtVvr7RhDkCAQL8MVmnbSRqrCYcBlSy5NLpjtoQYSa-N2GJP4rfnErC9FtlIL64RSz6aNWXwVqmbIM4aGq6nXQ3kZ7S-UTtBqXmbLnJK_1s4uAyEJqEyiwihfamIHUKVoOxzZOWl5g65jQfMZD6SBHYjrRY",
    rating: { owl: 5, crocodile: 5 },
    episodes: 12,
    progress: {
      owl: { watchedEpisodes: 12, status: "completed" },
      crocodile: { watchedEpisodes: 12, status: "completed" },
    },
    genres: ["Приключения", "Фэнтези", "Экшен"],
  },
  {
    id: "skaz-o-parii",
    title: "Сказ о парии",
    image: "https://animego.me/upload/anime/images/63b189342df8b247059914.jpg",
    rating: { owl: 5, crocodile: 5 },
    episodes: 13,
    progress: {
      owl: { watchedEpisodes: 13, status: "completed" },
      crocodile: { watchedEpisodes: 13, status: "completed" },
    },
    genres: ["Исторический", "Сёнэн", "Фэнтези", "Экшен"],
    description: "Жизнь сиротки Вистерии, влачившей жалкое существование, в один миг переворачивается с ног на голову, когда она встречает Марбаса — звероподобное бессмертное существо, преследуемое охотниками. Пусть Марбас и силён физически, но его дух ослаб, он так же одинок, как и Вистерия.\n" +
      "Эти два одиноких сердца решают объединиться в поисках лучшей жизни — уголка, где они наконец обретут своё счастье.",
  },
  {
    id: "skazka-o-saharnom-yabloke",
    title: "Сказка о сахарном яблоке",
    image: "https://animego.me/upload/anime/images/63a756ac07a78185295150.jpg",
    rating: { owl: 0, crocodile: 0 },
    episodes: 12,
    progress: {
      owl: { watchedEpisodes: 0, status: "planned" },
      crocodile: { watchedEpisodes: 0, status: "planned" },
    },
    genres: ["Драма", "Приключения", "Романтика", "Сёдзё", "Фэнтези"],
    description: "В стране Хайленд люди, сами когда-то бывшие рабами, поработили фей. Теперь лишь среди них имеются поразительные умельцы, способные создавать необыкновенные сладости из серебряного сахара. Одной из таких умельцев является Энн Хэлфорд, юная мастерица сладостей, ранее путешествовавшая по всей стране вместе со своей матерью. Но после смерти её девушке надлежит выбрать новый, собственный путь. И она решает принять участие в устраиваемой королевской семьёй Ярмарке Сладостей, на которой избирают лучшего создателя сахарных скульптур – Мастера Серебряного Сахара.",
  },
  {
    id: "skazka-o-saharnom-yabloke-chast-2",
    title: "Сказка о сахарном яблоке. Часть 2",
    image: "https://animego.me/upload/anime/images/64f0dbaceef00969688012.jpg",
    rating: { owl: 0, crocodile: 0 },
    episodes: 12,
    progress: {
      owl: { watchedEpisodes: 0, status: "planned" },
      crocodile: { watchedEpisodes: 0, status: "planned" },
    },
    genres: ["Драма", "Приключения", "Романтика", "Сёдзё", "Фэнтези"],
    description: "Вторая часть.",
  },
  {
    id: "smertelnaya-igra-mertvoy-gory",
    title: "Смертельная игра Мёртвой горы",
    image: "https://animego.me/upload/anime/images/6434595d95c3e249018106.jpg",
    rating: { owl: 0, crocodile: 0 },
    episodes: 12,
    progress: {
      owl: { watchedEpisodes: 0, status: "planned" },
      crocodile: { watchedEpisodes: 0, status: "planned" },
    },
    genres: ["Сверхъестественное", "Сэйнэн", "Фэнтези", "Экшен"],
    description: "Великий герой одолел ужасное чудище, злого некроманта… или так всем хотелось бы думать. Ведь в последний момент монстр успел применить мощное заклинание, свой главный козырь — магию реинкарнации. Правда, в итоге она закинула его в другой мир в чужое тело, и теперь некроманта зовут Полька Синояма. Но даже тут о спокойной жизни ему можно только мечтать…",
  },
  {
    id: "smertelnaya-igra-mertvoy-gory-chast-2",
    title: "Смертельная игра мёртвой горы. Часть 2",
    image: "https://animego.me/upload/anime/images/6576ba3234dfe946444185.jpg",
    rating: { owl: 0, crocodile: 0 },
    episodes: 12,
    progress: {
      owl: { watchedEpisodes: 0, status: "planned" },
      crocodile: { watchedEpisodes: 0, status: "planned" },
    },
    genres: ["Сверхъестественное", "Сэйнэн", "Фэнтези", "Экшен"],
    description: "Вторая часть.",
  },
  {
    id: "sozdannyj-v-bezdne",
    title: "Созданный в Бездне",
    image: "https://animego.me/upload/anime/images/5ab171b09fa5c770822816.jpg",
    rating: { owl: 5, crocodile: 5 },
    episodes: 13,
    progress: {
      owl: { watchedEpisodes: 13, status: "completed" },
      crocodile: { watchedEpisodes: 13, status: "completed" },
    },
    genres: ["Детектив", "Драма", "Приключения", "Фантастика", "Фэнтези"],
    description: "Человечество всегда стремилось к познанию тайн, скрытых в глубинах неизведанного. Даже если эти тайны несли в себе смертельную опасность... Много веков назад в южных морях был обнаружен остров, в центре которого зияла огромная дыра. Что скрывается на её дне? Этот вопрос не давал покоя искателям приключений, жаждущим богатств. Один за другим они спускались вниз, и оказалось, что сокровища там действительно есть. Но вместе с ними исследователи сталкивались с ужасными существами, которые безжалостно уничтожали смельчаков. Так родилась легенда о Бездне — месте, где нет дна, а только бесконечная тьма и опасность.\n" +
      "\n" +
      "Со временем вокруг дыры вырос город Орф, построенный потомками первых исследователей. Среди его жителей — двенадцатилетняя Рико, сирота, чьи родители исчезли в глубинах Бездны. Как и многие дети, она живёт в приюте при гильдии исследователей и мечтает однажды стать великим искателем. Рико хранит воспоминания о своей матери, легендарной исследовательнице, и мечтает получить Белый Свисток — символ высшего мастерства. Но пока она лишь новичок с Красным Свистком, чьи вылазки ограничиваются безопасной глубиной. Однако её жизнь меняется, когда она встречает загадочного мальчика, похожего на робота, который, как она считает, прибыл из самых глубин Бездны.\n" +
      "\n" +
      "Эта встреча заставляет Рико задуматься: что, если Бездна — это не просто бездонная яма, а живое существо, которое наблюдает за каждым, кто осмеливается приблизиться к ней? С этого момента её стремление исследовать Бездну становится ещё сильнее. Рико начинает верить, что где-то внизу её ждут ответы на вопросы, которые она ищет. Но сможет ли она преодолеть все опасности, которые таит в себе это загадочное место? И что скрывается на самом дне Бездны, куда ещё не ступала нога человека?",
  },
  {
    id: "sozdannyj-v-bezdne-nachalo-puteshestvija",
    title: "Созданный в Бездне: Начало путешествия",
    image: "https://animego.art/uploads/posts/2025-01/sozdannyj-v-bezdne-nachalo-puteshestvija.webp",
    rating: { owl: 0, crocodile: 0 },
    episodes: 1,
    progress: {
      owl: { watchedEpisodes: 0, status: "not_interested" },
      crocodile: { watchedEpisodes: 0, status: "not_interested" },
    },
    genres: ["Детектив", "Драма", "Приключения", "Фантастика", "Фэнтези"],
    description: "Аниме «Созданный в Бездне» погружает зрителя в загадочный мир, где главные герои — дети, живущие в приюте на краю огромной пропасти, известной как Бездна. В центре сюжета — девочка по имени Рико, которая мечтает найти свою мать, предположительно находящуюся где-то в глубинах этой загадочной бездны. Вместе со своим другом Регом, роботом, обладающим невероятной силой, она отправляется в опасное путешествие. Первые эпизоды знакомят нас с их миром, полным тайн, опасностей и невероятных существ, которые обитают в Бездне.\n" +
      "\n" +
      "По мере развития сюжета Рико и Рег сталкиваются с множеством испытаний, которые проверяют их дружбу и решимость. Они встречают странных существ, как дружелюбных, так и враждебных, а также узнают больше о загадочных артефактах, скрытых в глубинах Бездны. Каждый шаг вниз приносит новые открытия, но также и новые угрозы. Восьмой эпизод становится кульминацией их приключений, где герои сталкиваются с одной из самых опасных ситуаций, которая заставляет их пересмотреть свои цели и мотивы.\n" +
      "\n" +
      "Атмосфера аниме наполнена напряжением и тревогой, но при этом в нем есть место для теплых моментов, которые подчеркивают связь между героями. Визуальный стиль и музыкальное сопровождение создают уникальную атмосферу, которая захватывает зрителя с первых минут. «Созданный в Бездне» — это не просто история о приключениях, но и глубокий рассказ о дружбе, надежде и стремлении к неизведанному, который оставляет после себя множество вопросов и эмоций.",
  },
  {
    id: "sozdannyj-v-bezdne-bluzhdajuschie-sumerki",
    title: "Созданный в Бездне: Блуждающие сумерки",
    image: "https://animego.art/uploads/posts/2025-01/sozdannyj-v-bezdne-bluzhdajuschie-sumerki.webp",
    rating: { owl: 0, crocodile: 0 },
    episodes: 1,
    progress: {
      owl: { watchedEpisodes: 0, status: "not_interested" },
      crocodile: { watchedEpisodes: 0, status: "not_interested" },
    },
    genres: ["Детектив", "Драма", "Приключения", "Фантастика", "Фэнтези"],
    description: "С 9 по 13 эпизоды аниме «Созданный в Бездне» зрители погружаются в ещё более напряжённые и драматичные события. Рико и Наначи продолжают своё опасное путешествие вглубь Бездны, сталкиваясь с новыми испытаниями и загадками. Встреча с загадочным существом по имени Бонедрюид становится ключевым моментом, раскрывающим новые тайны этого мира. Герои вынуждены принимать сложные решения, которые влияют на их дальнейшую судьбу, а их дружба и доверие друг к другу подвергаются серьёзным испытаниям.\n" +
      "\n" +
      "В этих эпизодах зрители узнают больше о прошлом Наначи и её связи с Бездной. Её внутренние конфликты и страхи становятся более очевидными, что добавляет глубины её персонажу. Рико, несмотря на юный возраст, демонстрирует невероятную стойкость и решимость, продолжая верить в свою миссию. Встреча с другими искателями приключений, такими как Озен, раскрывает новые грани мира Бездны, а также поднимает вопросы о цене, которую приходится платить за знания и силу.\n" +
      "\n" +
      "Кульминацией этой части становится столкновение с новыми опасностями, которые ставят под угрозу жизнь главных героев. Эмоциональные сцены, напряжённые диалоги и неожиданные повороты сюжета держат зрителей в напряжении. Атмосфера таинственности и тревоги усиливается, оставляя множество вопросов, на которые ещё предстоит найти ответы. Эти эпизоды не только развивают сюжет, но и углубляют понимание мотивов персонажей, делая их истории ещё более трогательными и запоминающимися.",
  },
  {
    id: "sozdannyj-v-bezdne-rassvet-glubokoj-dushi",
    title: "Созданный в Бездне: Рассвет глубокой души",
    image: "https://animego.me/upload/anime/images/6004141de630c224433703.jpg",
    rating: { owl: 5, crocodile: 5 },
    episodes: 1,
    progress: {
      owl: { watchedEpisodes: 1, status: "completed" },
      crocodile: { watchedEpisodes: 1, status: "completed" },
    },
    genres: ["Детектив", "Драма", "Приключения", "Фантастика", "Фэнтези"],
    description: "Новая глава захватывающего путешествия Рико, Рэга и их нового союзника Нанати разворачивается в глубинах Бездны. Герои отправляются на пятый уровень, известный как Море Трупов, где их ждут невероятные испытания и загадки. Встреча с Бондрюдом, легендарным Белым Свистком, добавляет драматизма их приключению. Этот загадочный персонаж, связанный с тёмным прошлым Нанати, кажется дружелюбным, но в Бездне ничто не бывает таким, каким кажется на первый взгляд.\n" +
      "\n" +
      "Море Трупов открывает перед героями новые опасности и тайны, которые бросают вызов их смелости и решимости. Бондрюд, несмотря на свою внешнюю приветливость, скрывает множество секретов, и его истинные намерения остаются неясными. Рико, Рэг и Нанати должны быть начеку, ведь каждый шаг в этом загадочном мире может стать последним. Их дружба и взаимовыручка подвергаются серьёзным испытаниям, а Бездна продолжает раскрывать свои мрачные секреты.\n" +
      "\n" +
      "В этом захватывающем продолжении зрителей ждут неожиданные повороты сюжета, напряжённые моменты и глубокие эмоции. Герои сталкиваются с выбором, который может изменить их судьбу, а Бездна становится всё более непредсказуемой. История Нанати и её связь с Бондрюдом добавляют новые грани в повествование, делая его ещё более увлекательным. Этот этап путешествия обещает быть полным загадок, опасностей и невероятных открытий, которые оставят зрителей в напряжении до самого конца.",
  },
  {
    id: "sozdannyj-v-bezdne-2-sezon",
    title: "Созданный в Бездне: Солнце, вспыхнувшее в Золотом городе",
    image: "https://animego.me/upload/anime/images/62c5a4b57cfa1601529074.jpg",
    rating: { owl: 5, crocodile: 5 },
    episodes: 12,
    progress: {
      owl: { watchedEpisodes: 12, status: "completed" },
      crocodile: { watchedEpisodes: 12, status: "completed" },
    },
    genres: ["Детектив", "Драма", "Приключения", "Фантастика", "Фэнтези"],
    description: "Нанати, Рико и Рэг продолжают своё опасное путешествие вглубь Бездны. После того как Рико получила Белый свисток, они решают отправиться на шестой уровень — Столицу Невернувшихся. Этот уровень известен своими смертельными ловушками и таинственными обитателями, но это не останавливает наших героев. Их цель — раскрыть секреты Бездны, несмотря на все угрозы, которые поджидают их на пути.\n" +
      "\n" +
      "Во время своего путешествия они находят загадочную деревню Илблу, населённую странными существами, известными как «пустышки». Эти существа обладают уникальной культурой и языком, которые герои начинают изучать. Через общение с местными жителями они узнают о древних легендах и истории деревни, а также о группе исследователей, которые когда-то искали легендарный Золотой город. Каждая новая деталь приближает их к разгадке тайн Бездны.\n" +
      "\n" +
      "Погружаясь в жизнь деревни, Рико, Рэг и Нанати сталкиваются с новыми вызовами и открытиями. Они не только узнают больше о прошлом Бездны, но и начинают понимать, какую роль они сами играют в этой загадочной истории. Их путешествие становится не только физическим испытанием, но и духовным, ведь каждый шаг вглубь Бездны меняет их самих. Что ждёт их дальше? Ответы скрыты в глубинах этого таинственного мира.",
  },
  {
    id: "starik-iz-derevni-stanovitsya-svyatym-mechom",
    title: "Старик из деревни становится Святым мечом",
    image: "https://avatars.mds.yandex.net/get-kinopoisk-image/4716873/25bd6af1-7b12-4522-8b3a-c12d429bd48b/1920x",
    rating: { owl: 4, crocodile: 4 },
    episodes: 12,
    progress: {
      owl: { watchedEpisodes: 12, status: "completed" },
      crocodile: { watchedEpisodes: 12, status: "completed" },
    },
    genres: ["Приключения", "Фэнтези", "Экшен"],
    description: "Размеренной сельской жизни Берила Гарденанта приходит конец, когда его приглашает в столицу командир Королевских рыцарей Аллусия Цитрус. Берил помнит ее несмышленой девчонкой, которую он обучал премудростям мечника. Держа в уме крутой нрав бывшей ученицы, Гарденант отправляется в столицу. К своему удивлению в городе он встречает и других бывших учеников. Что задумала Аллусия? Все ли с ней в порядке? Если понадобится, седовласый наставник готов прийти на помощь.",
  },
  {
    id: "tvoy-tsvet",
    title: "Твой цвет",
    image: "https://avatars.mds.yandex.net/get-kinopoisk-image/4486454/4f587fc1-846b-4314-a4a8-e756eee6a438/1920x",
    rating: { owl: 0, crocodile: 0 },
    episodes: 1,
    progress: {
      owl: { watchedEpisodes: 0, status: "planned" },
      crocodile: { watchedEpisodes: 0, status: "planned" },
    },
    genres: ["Драма", "Музыка"],
    description: "Застенчивая Тоцуко, которая видит ауру людей, начинает играть в музыкальной группе. Нежное аниме о поиске себя",
  },
  {
    id: "tvoya-forma",
    title: "Твоя форма",
    image: "https://kinopoisk-ru.clstorage.net/1a67dy098/8611d2xOYY9w/I0qKNXQchirvtLN0mFVJJHV1jCMCqHLscBjSDyUeQi8v5XOcPH4wY-ud-weebHWq8ee5B9e0-NJyDedd-vS-NbcqyyEV7GZe36AWYXmQXfWWZi914PvRW4J74dkxelYO6gBm-Dhe1ffeLB8j2AoE_nTim-L0gtoCpR4FKApTHTKi-xl1ccxmytp2EhZadwjQt1R9N2L44Rnje6GZwmuGGSohl1vJTEdVb9ju4asLQc9lUArhh4F4srS-9wgK0h6CUOm5BlIvFhnqFYO22jQ48MSGnXTCu2NJAPjBqvE5tUmoALcYSR8kFe5bzNELGqLNtAGaQOTAusDFr5brGwDOAZL7--ai7pSJGQdQNfiXOgDGFM4Fo9rRKSGpEasQWhW4abGW-4gMNPYPmh1iKImQj4RBuBJFMIog9QwkOFmT3IDwm5oFI70Va6gFsXf5NyuQxLe8JGBKUwshexA5UlgFmpojVklrDjZEHlufAQp7EE9H4rmipRK6QuV9R9hLws6xQps7ZwJ8JJmpZFG22VY78fdXbBbySsNa8Jnj2HBLpAhrsDQ5Sj71dK5aLwIa-WO8p7B5cqUiKsDFfXdIGtHMoFN4ihaALMVpukeRx0pHONH35W2n4kqxOHHYgatyixcbi8DEiLtOd-e_G3xiy7vAjWWAyCPnAOjQdc1VypnzrGNDWbhHULxlOXplE_YYZ6pjFqcsNwB4E1kjqaBKsBoWWhjBVwoKTBe1fQlcofsLY430QjuDJqE6AsUelwh4UVxQwto6FjJuhLsqxhAnCNU4ghUm3hWDqWC48ejzK_FpB5l50ue6Cz61FF3KHBBqa0P-xgF70EUSiuFmXRZZ27H_cGEZqjayXiQK6mfgVrtFyPIFR14Fg7sAKHPYsZswihVI-PO0yDpchVYfyO7ymWuRvnXCu6IUEjgxVc01OtrDrVLCGvkEsI8mG_omAfT4NfkBlyZdFVPKwWrD28Hb8BhHuQggBXn7nTenn8hME4ppcD92ohgylqM5oIRtpQqps45zoxmr9BO85euZ1rE1ObcqkZVnvzbRiTMqkJsReINqF0joEEcaeA-l1U-J_6ALO-K_98Ab47XQOID2D0WoCmDPQADLuyVzbBYJKlWhBup2WwAGl_xVkKiyC-BJAChwa8dIOGLFakmupUTeKD7gCbqizIWwyxEVs4vilE8GComSvGMAGBkFQcx0i3ml4yRa5fvB1vX-x0FaAVjwyBJZYOlEepiCtPiZ7OWFzki9c_rJEjzFY6siB-C40OcPdGqYUy8hANg4dNI9RluZZTDm-tdKMYcFTnfQOFFps2sD-LK7FclIEMTbmx4XNLxp7FBJ6RJ_h4P5wQXyq6EGHeWK6fMcIBNbuEbz_Pb6mxZgBRsnqiMHxp-EoEpz6IPq8BkSWCT4e_CU6lp8twY-y7zzq-vSjWViSXB0keriNq7U2noSn1JhSLvWcnwVWTkl0UZbN4hQ9NcONaNLUZuAuNIbUJpXqNkixru5v2U0vxtdQkrLoN_345jAlePY4vcd5fiJ0r6RkzubBALehnnptwFUGrZ4YfW1P_ewm0GLg0jSO7Drx1mowlbK27wVVn0YnMEY-1GfR2AaQBbjCeNF7cUKSzE_gsCbumTgjVaLKUXD5BqkemD3t4_nsUjC-GGJ0NiQ-meoKvPGu2ofJeQOWL4Q6Lsh3Jez63AEsdqxpU1k2mhi_TCBKjs2cW3ECHpUohQJV6mwd4SNlGDqwbhiyBN6gxiHWSpTdgq5fMfGn8mMQQtIwi1kE-pC18OqIBXtdhhLsh1xIrsLxFItBpvLJjI3KCWo0tfXvHWR2PM5sKnjqvEp5xspwaZKaX22JH2Y3VDZuMHM5WA40nfBGtDFnTVICuO840Eq-lQCzEXrSAYAFzuVKkCk1r4VAdpBy-GrItug69WZSpBk2HmdZlTd-NzyyRjyjvZACzGVwCjwFG3ka6iDLuJgi6gmcKykC6sXwRcodTugJNZcZpBpIehyKBApszlXqmgSFRjZLOWGPPrekdl443918-hBt7GYYtXch4o4Qf6TYPuJhPHcxuu5B3EH-je7gQSHLlcy6nK4U8tiOwNoV4orMeTb-G-E5Yy6X4D6mpPvtkIr0ffz2sJ1P0ZISZDecKAYCkVzfjbZG4WABOjUWLOlhPxm0VrD2gG5gFiweBUqKECE-unslPXviOww2JnT_rXi-uBnMqsStq-1OfnA7vLBGBuVQn0HCkumA1RK9hqCx7f_V2JrIunxS6G4QDunyRhRlPhbLoeWLMiMMriL445EsuvgBVGJElcdBCraoX9S0xgqJ0F-Zon4xCNG2sV7ovUUTERy-EMp0KgxiuBrR-h4MYSK-ZyXtk47nVHrGuIPdqGJ84dh2EEkbUeamfFM0QCI-IbQfyTpenfjFvo2ClI292z08HkBiTIZAzuDizU7eDO1O_o_pwSPyZ9CSYuivfSAixCUowpjZh63GJpxHyFiSekHIZ3GCNoEIQUK5FojNRa8RbK4s_oBubLrIJqGeGnAhRtob3RV3-lvU8p4wM7VsfphxyLJwJZupvop4a5Cgigr1uId1FqLJzNHS4QbkMUl7Rei6oNJMvsx67Fatvp6cNcqKT4Edowq3UPZ2WCOdsJrwbbDGAG1HifYOiM8sWEKyndgPnTqqCZBtrs0OgHFN40G05rR2BAqARhzW2cYymOXO1g-ZfWu2A0BmosjjuViamD1USriNI7kaZgzX5BSGItn0O3U2QgUMZYLdEvi1wRcJpKYgqgjiDPIwxn0GvrCBUm4XaW3bCv9MFsrco6W0FszJNNJA7YtFlipoh5gIxnLRLO8hQipxhO0iNSY49UUnAUDqqGZI0rRW2OLVNr4kWRouX2G9czJz3P5e-Lcx2Ao0Sfg2QIFPZfoCqFOcrCLiWbxjsQqiPZDhvuVe8AUpX31w_oSO_ALw-sSq0Uaa5B1OnhuR6YdGr1DqUvB70XB2fI2gahSY",
    rating: { owl: 5, crocodile: 0 },
    episodes: 13,
    progress: {
      owl: { watchedEpisodes: 13, status: "completed" },
      crocodile: { watchedEpisodes: 0, status: "not_interested" },
    },
    genres: ["Детектив", "Фантастика"],
    description: "Сыщица-вундеркинд и андроид спасают мир от смертельного вируса. Эффектное аниме с элементами киберпанка",
  },
  {
    id: "tri-sestry-mikadono-okazalis-neozhidanno-prostymi",
    title: "Три сестры Микадоно оказались неожиданно простыми",
    image: "https://animego.me/upload/anime/images/687445f49e58d882064945.jpg",
    rating: { owl: 0, crocodile: 0 },
    episodes: 12,
    progress: {
      owl: { watchedEpisodes: 0, status: "planned" },
      crocodile: { watchedEpisodes: 0, status: "planned" },
    },
    genres: ["Гарем", "Комедия", "Романтика", "Сёнэн", "Школа"],
    description: "Ю Аясэ, отпрыск прославленной актрисы, унаследовал лишь её фамилию, но не дарования. После кончины матери юноша переезжает под опеку её давнего товарища. Теперь новый дом с ним будут делить три дочери опекуна, обладающие незаурядным характером. Каждая – воплощение ума и красоты. Ю, считающий себя заурядным, уверен: дружба с такими блистательными особами для него немыслима. Однако реакции трёх сестёр его ошеломили.",
  },
  {
    id: "fars-iz-ubiystva-devushki-nezhiti",
    title: "Фарс из убийства девушки-нежити",
    image: "https://animego.me/upload/anime/images/64a17174ddf36438458410.jpg",
    rating: { owl: 5, crocodile: 0 },
    episodes: 13,
    progress: {
      owl: { watchedEpisodes: 13, status: "completed" },
      crocodile: { watchedEpisodes: 0, status: "not_interested" },
    },
    genres: ["Вампиры", "Детектив", "Исторический", "Сверхъестественное", "Фэнтези"],
    description: "В недалеком будущем Земля практически зачищена от демонов и прочей нечисти. Чтобы выжить, жалкие остатки поголовья монстров согласились во всем подчиняться людям. Но даже так общественное мнение видит в них скрытую угрозу. Их ненавидят, боятся, презирают. Человеческая нетерпимость провоцирует стычки и конфликты. Как результат – ненужные жертвы с обеих сторон.\n" +
      "\n" +
      "Полиция избегает подобных разбирательств, перепоручая дела успешному детективному клубу. Троица детективов быстро вычисляет виновных, что ограничивает общественный резонанс и разряжает напряженную обстановку. Несмотря на внешнюю эффективность, внутри коллектива детективов накапливается целый ком неразрешенных проблем. Просто некоторые участники клуба нечестны с коллегами и воспринимают профессиональную деятельность как панацею от скуки.",
  },
  {
    id: "chelovek-benzopila",
    title: "Человек-бензопила",
    image: "https://avatars.mds.yandex.net/get-kinopoisk-image/4303601/8205541e-8436-41f8-8dcf-720400965d5e/1920x",
    rating: { owl: 5, crocodile: 5 },
    episodes: 12,
    progress: {
      owl: { watchedEpisodes: 12, status: "completed" },
      crocodile: { watchedEpisodes: 12, status: "completed" },
    },
    genres: ["Боевик", "Фэнтези", "Ужасы"],
    description: "Сирота в долгах становится отчаянным борцом с демонами. Кровавое аниме по одной из самых популярных манг",
  },
  {
    id: "shalnoy-posledniy-boss-yavilsya",
    title: "Шальной последний босс явился!",
    image: "https://animego.me/upload/anime/images/68d9983db9292439999054.jpg",
    rating: { owl: 0, crocodile: 0 },
    episodes: 12,
    progress: {
      owl: { watchedEpisodes: 0, status: "planned" },
      crocodile: { watchedEpisodes: 0, status: "planned" },
    },
    genres: ["Исэкай", "Приключения", "Фэнтези", "Экшен"],
    description: "Темнокрылая Владычица игрового мира Люфас Мафаал пала под натиском восставших героев. Но все же она успела отправить в путешествие частичку своего сознания. Спустя двести лет скитаний искра новой жизни поселилась в теле юной Дины. Еще вчера девочка мечтала о лишней порции лапши, а сегодня – о захвате мира. Как же ей поступить? Стоит ли поддаваться таким страшным желаниям?\n" +
      "\n" +
      "Немного подумав, Дина отправляется на поиск приключений. Новые друзья обогащают ее мировоззрение, дают нужные подсказки. Дине нужно поспешить с поиском всех ответов, ведь сознание Люфас с каждым днем становится сильнее.",
  },
  {
    id: "yuna-iz-gostinicy-yuragi",
    title: "Юна из гостиницы Юраги",
    image: "https://v1.animego.ngo/uploads/posts/2025-05/juna-iz-gostinicy-juragi.webp",
    rating: { owl: 5, crocodile: 5 },
    episodes: 12,
    progress: {
      owl: { watchedEpisodes: 12, status: "completed" },
      crocodile: { watchedEpisodes: 12, status: "completed" },
    },
    genres: ["Гарем", "Комедия", "Романтика", "Сверхъестественное", "Сёнэн", "Этти"],
    description: "Когараши Фуюзора – обычный старшеклассник, жизнь которого сложно назвать безоблачной. Пока сверстники наслаждаются беззаботными школьными годами, парнишка отчаянно борется за выживание. С ранних лет он наделен уникальным талантом, позволяющим ему видеть призраков, которые постоянно пользуются беззащитностью мальчика и приносят сплошные неприятности. С деньгами у главного героя тоже полная катастрофа. Но даже это не последняя трудность, ведь недавно парнишка потерял жилье, а значит ему необходимо в срочном порядке отыскать для себя дешевое убежище.\n" +
      "\n" +
      "Вскоре персонаж обнаруживает гостиницу Юраги, предлагающую комнаты по смешной цене. Конечно же, воодушевленный школьник соглашается на предложение отеля. Он даже не подозревает, что низкая арендная плата имеет существенную причину. Оказывается, в здании обитает дух погибшей девушки Юны, который постоянно досаждает постояльцам. Немного подумав, герой решает остаться в гостинице, ведь ради крыши над головой можно и потерпеть присутствие привидения. Естественно, покоя Когараши не видать. Изначально он был занят исключительно застрявшей в человеческом мире девчонкой, но потом понял, что остальные гости тоже далеко не рядовые граждане.",
  },
  {
    id: "ja-byl-predan-tovarischami-v-glubine-podzemelja-no-blagodarja-svoemu-navyku-beskonechnaja-gacha-ja-obrel-sojuznikov-devjat-tysjach-devjatsot-devjanosto-devjatogo-urovnja-chtoby-otomstit-byvs",
    title: "Я был предан товарищами в глубине подземелья, но благодаря своему навыку «Бесконечная гача» я обрёл союзников 9999 уровня, чтобы отомстить бывшим соратникам и всему миру!",
    image: "https://avatars.mds.yandex.net/get-kinopoisk-image/10703959/aac91633-a2bc-4fae-a46e-50815e44c4c2/1920x",
    rating: { owl: 5, crocodile: 5 },
    episodes: 12,
    progress: {
      owl: { watchedEpisodes: 12, status: "completed" },
      crocodile: { watchedEpisodes: 12, status: "completed" },
    },
    genres: ["Фэнтези", "Боевик"],
    description: "С помощью воительниц Лайт создаёт своё королевство и мстит врагам. Новый хит режиссёра аниме «ТораДора!»",
  },
  {
    id: "ya-sekretar-gildii-no-ya-ne-lyublyu-sverhurochnuyu-rabotu-poetomu-ya-sobirayus-podchinit-bossa-v-odinochku",
    title: "Я секретарь гильдии, но я не люблю сверхурочную работу, поэтому я собираюсь подчинить босса в одиночку",
    image: "https://animego.me/upload/anime/images/67627a573ce2e926669131.jpg",
    rating: { owl: 5, crocodile: 5 },
    episodes: 12,
    progress: {
      owl: { watchedEpisodes: 12, status: "completed" },
      crocodile: { watchedEpisodes: 12, status: "completed" },
    },
    genres: ["Комедия", "Приключения", "Фэнтези", "Экшен"],
    description: "Алине казалось, что она нашла работу мечты: стабильную, надёжную, с нормированным графиком и красивой рабочей формой — секретаря гильдии авантюристов. Но когда у последних возникли трудности с зачисткой подземелья, на Алину свалилось множество работы, и жизнь обернулась настоящим кошмаром. Устав задерживаться допоздна, Алина решает собственноручно разделаться с причиной всех бед — боссом подземелья. Так в городе появились слухи о загадочном Палаче, который помогает зачищать самые сложные подземелья…",
  },
];