import type { Anime } from "../types/anime";

export const animeList: Anime[] = [
  {
    id: "adskiy-ray",
    title: "Адский рай",
    image: "https://v1.animego.bet/uploads/posts/2025-05/adskij-raj.webp",
    rating: { owl: 5, crocodile: 5 },
    episodes: 13,
    progress: {
      owl: { watchedEpisodes: 13, status: "completed" },
      crocodile: { watchedEpisodes: 13, status: "completed" },
    },
    genres: ["Исторический", "Приключения", "Самураи", "Сверхъестественное", "Сёнэн", "Фэнтези", "Экшен"],
    description: "Человеческая жизнь так хрупка и мимолётна. Ах, если бы её продлить - думал сёгун Нариёси Токугава.\n" +
      "И, на удивление, способ нашёлся.\n" +
      "Сие чудо надёжно запрятано на сказочном острове, откуда не так-то легко вернуться живым.\n" +
      "Много лет сёгун бился за свою мечту: отправлял бравых воинов на поиски загадочного эликсира жизни. Но тщетно. Отчаянье родило в голове правителя мысль не растрачивать жизни верных слуг попусту и перевернуть игру. Был издан приказ!\n" +
      "Отныне опасным поручением будут заниматься те, кому нечего терять, а то есть жестокие убийцы, приговорённые к смертной казни. Убийцы будут сосланы на райский остров. Но такой ли он райский, как о нём говорят?",
  },
  {
    id: "apokalipsis-minogry-pokorenie-drugogo-mira-nachinaetsya-s-razrushennoy-civilizacii",
    title: "Апокалипсис Миногры: Покорение другого мира начинается с разрушенной цивилизации",
    image: "https://animego.me/upload/anime/images/685c68f61eefb731255142.jpg",
    rating: { owl: 5, crocodile: 5 },
    episodes: 13,
    progress: {
      owl: { watchedEpisodes: 13, status: "completed" },
      crocodile: { watchedEpisodes: 13, status: "completed" },
    },
    genres: ["Исэкай", "Приключения", "Фэнтези"],
    description: "Ира Такуто был обречён на жизнь в больничных стенах из-за неизлечимого недуга. Единственным спасением от одиночества для него стала стратегическая игра «Бесконечные народы», где игрок ведёт избранную цивилизацию к процветанию. Достигнув вершины мастерства, Ира вскоре проиграл битву болезни. Его разум пробудился в измерении, зеркально отражающем мир игры.\n" +
      "\n" +
      "Однако новая реальность преподнесла три сюрприза. Во-первых, он воплотился не как игрок, а как член демонической расы миногров самой требовательной фракции. Во-вторых, с ним сразу же материализовалась Ато, его легендарная соратница миногров. В-третьих, он сохранил уникальный дар: создавать объекты почти без ограничений, расходуя ману. Охваченный не отчаянием, а решимостью благодаря безмерной преданности Ато, Ира без колебаний принял вызов. Его цель ясна: основать и вознести державу Миногры в этом неизведанном мире.",
  },
  {
    id: "arknayts-prelyudiya-k-rassvetu",
    title: "Аркнайтс: Прелюдия к рассвету",
    image: "https://animego.me/upload/anime/images/638088382330b385900574.jpg",
    rating: { owl: 0, crocodile: 0 },
    episodes: 8,
    progress: {
      owl: { watchedEpisodes: 3, status: "dropped" },
      crocodile: { watchedEpisodes: 3, status: "dropped" },
    },
    genres: ["Фэнтези", "Экшен"],
    description: "В мире под названиям Терра царствуют Бедствия — страшные катаклизмы неизвестной природы. Чтобы спастись от них, большинство людей живут в мобильных городах, на создание которых ушли долгие годы.\n" +
      "\n" +
      "После себя Бедствия оставляют загадочный минерал — оригиний, невероятный источник энергии. С одной стороны, он привёл к стремительному развитию цивилизации, с другой — принёс неизлечимую болезнь орипатию.\n" +
      "\n" +
      "Тела поражённых ей постепенно превращаются в кристалл, а после смерти рассыпаются в новую болезнетворную пыль. Из-за страха перед болезнью заражённых по всему миру всячески притесняют, изгоняют и отправляют на принудительные работы.\n" +
      "\n" +
      "Чтобы спасти человечество, фармацевтическая компания «Родос Айленд» пошла своим путём в поиске лекарства от орипатии…",
  },
  {
    id: "belogo-maga-izgnannogo-iz-komandy-geroja-podobral-avantjurist-ranga-s-jetot-belyj-mag-slishkom-nestandartnyj",
    title: "Белого мага, изгнанного из команды героя, подобрал авантюрист ранга S: Этот белый маг слишком нестандартный",
    image: "https://animego.gg/uploads/posts/2025-07/belogo-maga-izgnannogo-iz-komandy-geroja-podobral-avantjurist-ranga-s-jetot-belyj-mag-slishkom-nestandartnyj.webp",
    rating: { owl: 5, crocodile: 5 },
    episodes: 12,
    progress: {
      owl: { watchedEpisodes: 12, status: "completed" },
      crocodile: { watchedEpisodes: 12, status: "completed" },
    },
    genres: [],
    description: "«Зачем вообще нужен этот бесполезный белый маг?»\n" +
      "С такими словами любимец публики без лишних раздумий выгоняет Ллойда из своей команды. Оставшись без постоянного места и опоры, наш белый маг по случайности оказывается в группе ранга S и отправляется с ними на задание. Никто тогда даже не мог предположить, что прежняя команда героя рухнет, а сам Ллойд — тихий и незаметный маг поддержки — превратится в настоящего мастера приключений.\n" +
      "\n" +
      "Ллойд привык оставаться в тени, выполняя свою роль без лишнего шума — помогать и поддерживать товарищей в бою. Но именно его неприметная, почти невидимая магия не раз спасала команду из самых безвыходных ситуаций. Постепенно окружающие начинают замечать, что за спокойным обликом скрывается нечто гораздо более сильное, чем можно было представить.\n" +
      "\n" +
      "Сам Ллойд ещё не осознаёт всей глубины своей силы и продолжает считать себя простым помощником, которому просто повезло оказаться в нужном месте. Однако именно его уникальные способности меняют всё — тот, кого когда-то отвергли, теперь стоит на пороге новой жизни, где его мощь и талант не оставят никого равнодушным.",
  },
  {
    id: "besklassovyj-geroj-da-mne-vse-ravno-ne-nuzhny-jeti-vashi-umenija",
    title: "Бесклассовый герой: Да мне всё равно не нужны эти ваши умения",
    image: "https://animego.gg/uploads/posts/2025-09/besklassovyj-geroj-da-mne-vse-ravno-ne-nuzhny-jeti-vashi-umenija.webp",
    rating: { owl: 0, crocodile: 0 },
    episodes: 12,
    progress: {
      owl: { watchedEpisodes: 0, status: "planned" },
      crocodile: { watchedEpisodes: 0, status: "planned" },
    },
    genres: ["Экшен", "Приключения", "Комедия", "Фэнтези"],
    description: "В мире, где судьба человека предопределена с десятилетнего возраста благодаря присвоению уникального класса, способности решают всё. Обладатели могущественных талантов становятся героями и лидерами, в то время как те, кто лишён дара, обречены на жизнь в безвестности и презрении. Именно в такой реальности рождается Арэл, чьи родители – легендарные воины, чьи имена знает каждый. Однако, когда пришло время получить свой класс, мальчик столкнулся с шокирующей реальностью – система не наделила его никакими способностями.\n" +
      "\n" +
      "Прозванный «Бесклассовым», Арэл становится объектом насмешек и сомнений. Все вокруг, включая тех, кто восхищался его родителями, видят в н лишь неудачника, пятно на репутации великой семьи. Общество спешит вынести свой вердикт, предрекая ему жалкое существование на обочине жизни. Но, вопреки всеобщим ожиданиям, в сердце юноши не гаснет огонь надежды. Он отказывается принимать навязанную ему роль изгоя, веря, что судьба – это не приговор, а лишь отправная точка.\n" +
      "\n" +
      "Там, где другие видят пустоту и безнадёжность, Арэл находит безграничную мотивацию. Он понимает, что его сила рождается не из магии или унаследованных талантов, а из несгибаемой воли и ежедневного, изнурительного труда. Каждый день становится для него испытанием, возможностью доказать, что истинное могущество скрыто в силе духа. Его путь – это вызов самой системе, демонстрация того, что упорство и вера в себя способны переписать любую, даже самую безнадёжную, судьбу.",
  },
  {
    id: "blagouhajuschij-cvetok-rascvetaet-s-dostoinstvom",
    title: "Благоухающий цветок расцветает с достоинством",
    image: "https://animego.gg/uploads/posts/2025-07/blagouhajuschij-cvetok-rascvetaet-s-dostoinstvom.webp",
    rating: { owl: 0, crocodile: 0 },
    episodes: 13,
    progress: {
      owl: { watchedEpisodes: 0, status: "planned" },
      crocodile: { watchedEpisodes: 0, status: "not_interested" },
    },
    genres: [],
    description: "Две школы, расположенные по соседству, но разделённые невидимой стеной предрассудков. Государственная школа «Чидори» — место, где учатся самые разные подростки, включая тех, кого общество считает проблемными. Частная академия «Кике» — элитное заведение для девушек из богатых семей, где царит строгий этикет и безупречные манеры. Между ученицами этих школ давно сложились стереотипы, превращающие каждую случайную встречу в повод для конфликта. Но что, если кто-то решит разрушить эти барьеры?\n" +
      "\n" +
      "Ринтаро Цумуги — обычный парень из «Чидори», который предпочитает жить без лишних драм. Он не стремится никому что-то доказывать и просто наслаждается жизнью. Всё меняется, когда его замечает Каоруко Вагури — одна из самых влиятельных учениц «Кике». В отличие от своих сверстниц, она не спешит осуждать его за происхождение. Напротив, её привлекает его искренность и свобода от условностей. Их неожиданное знакомство заставляет обоих задуматься: а так ли важны границы, которые их разделяют?\n" +
      "\n" +
      "История Ринтаро и Каоруко — это не просто романтика между представителями разных миров. Это исследование предрассудков, страхов и стереотипов, которые мешают людям понимать друг друга. Смогут ли они преодолеть давление общества и собственные сомнения? Или социальные различия окажутся сильнее? Их встреча бросает вызов устоявшимся нормам, заставляя зрителя задуматься: а что, если настоящая свобода — это возможность быть собой, несмотря на чужие ожидания?",
  },
  {
    id: "boevoy-otryad-polnyy-proval",
    title: "Боевой отряд «Полный провал»",
    image: "https://animego.me/upload/anime/images/65fc617fcaba1763577091.jpg",
    rating: { owl: 5, crocodile: 5 },
    episodes: 12,
    progress: {
      owl: { watchedEpisodes: 12, status: "completed" },
      crocodile: { watchedEpisodes: 12, status: "completed" },
    },
    genres: ["Сёнэн", "Фантастика", "Фэнтези", "Экшен"],
    description: "Влечение японцев к мифическому и фантастическому накликало беду – над страной завис космический корабль с армией монстров. Атаку удалось отбить благодаря Хранителям драконов. В ходе сражений монстры понесли катастрофические потери и не могут улететь. Людская алчность превратила их в участников кровавого телешоу. Миллионы зрителей с нетерпением ждут новых телетрансляций, чтобы увидеть гибель монстров от руки героя.\n" +
      "\n" +
      "Боец армии монстров по имени Ди болезненно воспринимает гибель товарищей в постановочных битвах. Являясь специалистом по маскировке, Ди принимает облик человека и вступает в ряды отряда героя, чтобы изнутри расшатать армию противника и спасти остальных соплеменников. Сможет ли боец армии монстров реализовать свой смелый план?",
  },
  {
    id: "boevoy-otryad-polnyy-proval-2",
    title: "Боевой отряд «Полный провал» 2",
    image: "https://animego.me/upload/anime/images/67ed327674dc8645782631.jpg",
    rating: { owl: 0, crocodile: 0 },
    episodes: 12,
    progress: {
      owl: { watchedEpisodes: 0, status: "planned" },
      crocodile: { watchedEpisodes: 0, status: "planned" },
    },
    genres: ["Сёнэн", "Фэнтези", "Экшен"],
    description: "Второй сезон.",
  },
  {
    id: "vanpanchmen",
    title: "Ванпанчмен",
    image: "https://animego.me/upload/anime/images/5df735a5705a7588124703.jpg",
    rating: { owl: 4, crocodile: 0 },
    episodes: 12,
    progress: {
      owl: { watchedEpisodes: 12, status: "completed" },
      crocodile: { watchedEpisodes: 12, status: "completed" },
    },
    genres: ["Комедия", "Пародия", "Сверхъестественное", "Супер сила", "Сэйнэн", "Фантастика", "Экшен"],
    description: "Мы все привыкли, что комиксы наполнены различными злодеями, безумцами с планом захвата планеты и прочими неприятностями. Город Зет-Сити уже давно привык к такому роду событий, постоянными захватчиками из других миров и прочими бедствиями. Самое важное, чтобы всегда вовремя появился супергерой, которой справится со всеми проблемами и сможет победить всех злодеев. Таким является парень по имени Сайтама. Вот только он выбивается из общего фона в жизни типичного города из комикса. Он невысокий, не может вести себя достаточно пафосно и не говорит высокопарных речей. Более того, внешний вид нашего героя состоит из простой одежды, а на голове нет ни одной волосинки.\n" +
      "\n" +
      "В прошлом Сайтама был обычным человеком, который потерял свою работу. Только благодаря своему терпению и постоянным тренировкам он смог за три года стать самым сильным в мире. Чтобы победить врага, ему достаточно все лишь один раз ударить соперника, как тот окажется поверженным. Вот только теперь у него серьезная проблема – нет достойных соперников, и теперь вся это супергеройская жизнь превратилась для него в настоящую рутину.",
  },
  {
    id: "vanpanchmen-2",
    title: "Ванпанчмен 2",
    image: "https://animego.me/upload/anime/images/6763f63e647c0917321005.jpg",
    rating: { owl: 4, crocodile: 0 },
    episodes: 12,
    progress: {
      owl: { watchedEpisodes: 12, status: "completed" },
      crocodile: { watchedEpisodes: 12, status: "completed" },
    },
    genres: ["Комедия", "Пародия", "Сверхъестественное", "Супер сила", "Сэйнэн", "Фантастика", "Экшен"],
    description: "События разворачиваются на территории вымышленного городка Z. Главным персонажем является Сайтама. Он супергерой, владеющий несокрушимой силой, способной вынести любого врага с одного удара. Однако в последнее время скучные и однообразные бои надоели пареньку, и он стал разыскивать подходящего соперника. Благо для защитника государства, что наступило время, когда появилось много монстров, желающих разрушить планету.\n" +
      "\n" +
      "Если верить легендам, то через 6 месяцев человечество будет в большой опасности. Назревает катаклизм, и появится вселенское зло, уничтожить которое не представляется возможным. «Ассоциация супергероев» идет на все, чтобы предотвратить пророчество и решается на серьезный шаг, призывает в свои ряды отъявленных суперзлодеев. Необходимы любые силы для схватки с монстрами. Но среди злодеев оказывается тот кому все равно на человечество и провозглашает себя сильнейшим, а значит он нарекает себя на схватку с Сайтамой и его верным учеником Геносом.",
  },
  {
    id: "vanpanchmen-3",
    title: "Ванпанчмен 3",
    image: "https://animego.me/upload/anime/images/68d6cee5deb5f639021940.jpg",
    rating: { owl: 0, crocodile: 0 },
    episodes: 7,
    progress: {
      owl: { watchedEpisodes: 0, status: "not_interested" },
      crocodile: { watchedEpisodes: 6, status: "watching" },
    },
    genres: ["Комедия", "Пародия", "Супер сила", "Сэйнэн", "Экшен"],
    description: "Третий сезон.",
  },
  {
    id: "vedma-i-chudovische",
    title: "Ведьма и чудовище",
    image: "https://animego.me/upload/anime/images/658f66f94cdce853523088.jpg",
    rating: { owl: 5, crocodile: 3 },
    episodes: 12,
    progress: {
      owl: { watchedEpisodes: 12, status: "completed" },
      crocodile: { watchedEpisodes: 12, status: "completed" },
    },
    genres: ["Сэйнэн", "Фэнтези", "Экшен"],
    description: "Гидо, юная девушка, проклятая ведьмой, вынуждена хранить страшный секрет. Ашаф же — высокий вежливый мужчина с гробом на спине, и его тайны пока не раскрыты. Вместе они странствуют по свету, в поисках отмщения. Зачастую всё не то, чем кажется, и жизнь героев может оборваться в любой момент. Удастся ли им достичь своей цели?",
  },
  {
    id: "vechnost-jugurje",
    title: "Вечность Югурэ",
    image: "https://avatars.mds.yandex.net/get-kinopoisk-image/10853012/a1d9367b-c45b-4352-b239-ca1bbf7fd5b8/1920x",
    rating: { owl: 0, crocodile: 0 },
    episodes: 12,
    progress: {
      owl: { watchedEpisodes: 0, status: "planned" },
      crocodile: { watchedEpisodes: 0, status: "planned" },
    },
    genres: ["Фантастика", "Мелодрама"],
    description: "Акира ищет свою невесту в мире постапокалипсиса. Аниме режиссёра «Невероятных приключений ДжоДжо»",
  },
  {
    id: "vladyka-ada-v-pechali",
    title: "Владыка ада в печали",
    image: "https://animego.gg/uploads/posts/2025-04/vladyka-ada-v-pechali.webp",
    rating: { owl: 0, crocodile: 0 },
    episodes: 12,
    progress: {
      owl: { watchedEpisodes: 0, status: "planned" },
      crocodile: { watchedEpisodes: 0, status: "planned" },
    },
    genres: ["Комедия", "Фэнтези", "Школа"],
    description: "АВладыка Восточного ада, столкнувшись с неумолимым временем, оказался прикован к постели из-за мучительного радикулита. Теперь бразды правления должны перейти к его наследнице — юной Ян Сяо Лун. Однако есть одна загвоздка: девушка панически боится призраков и всего сверхъестественного. Сможет ли она, несмотря на свои страхи, взять на себя ответственность за управление преисподней? Ведь её ждут не только внутренние демоны, но и внешние угрозы.\n" +
      "\n" +
      "Пока Ян Сяо Лун пытается освоиться в новой роли, её враги не дремлют. Сатана, правитель Западного ада, и падший ангел Люцифер плетут интриги, стремясь подорвать её авторитет. Они насылают своих приспешников, сея хаос как в мире мёртвых, так и среди живых. Даже небеса выражают недовольство, считая её слишком молодой и слабой для такой должности. Но, возможно, именно её необычность и искренность помогут найти неожиданных союзников в этом противостоянии.\n" +
      "\n" +
      "Несмотря на все испытания, у Ян Сяо Лун есть козырь — её происхождение. Кровь владыки ада течёт в её жилах, а значит, сила предков может пробудиться в самый нужный момент. Верные друзья и преданные подданные готовы поддержать её в борьбе за трон. Главное — преодолеть собственные страхи и доказать, что даже самая робкая душа способна стать грозным правителем. Впереди её ждёт нелёгкий путь, но, возможно, именно она изменит ад к лучшему.",
  },
  {
    id: "vorona-imperatorskogo-garema",
    title: "Ворона императорского гарема",
    image: "https://animego.me/upload/anime/images/633348c8214cf539813322.jpg",
    rating: { owl: 5, crocodile: 0 },
    episodes: 13,
    progress: {
      owl: { watchedEpisodes: 13, status: "completed" },
      crocodile: { watchedEpisodes: 0, status: "not_interested" },
    },
    genres: ["Детектив", "Дзёсэй", "Исторический", "Фэнтези"],
    description: "С древних времен императорский дворец был «сценой» для закулисных козней и распрей, секретов и сговоров. Дворцовые интриги погубили не одну сотню человеческих жизней, оклеветав множество благородных людей. Император в этом мире – царь и бог. Его слово – закон для всех независимо от возраста и статуса. А количество наложниц в его гареме ни что иное, как признак всевластия и величия.\n" +
      "\n" +
      "Так и двор нынешнего императора Косюна не остался без интриг и тайн. В его гареме среди множества жен выделяется одна таинственная супруга. Некоторые описывают ее как женщину с внешностью старухи, иные – как прекрасную юную девушку. Однако никто не смог дать полного и единственно правильного описания загадочной наложницы. Только одно известно про нее на 100 процентов: она способна колдовать и своей магией может не только отыскать любую потерянную вещь, но и наложить страшнейшее по своему эффекту проклятие.\n" +
      "\n" +
      "Однажды император Косюн решает навестить свою окутанную тайнами супругу, чтоб попросить ее о помощи. И вскоре это приведет к событиям, о которых он даже не подозревал: эта кратковременная встреча перевернет с ног на голову жизнь всего императорского дворца.",
  },
  {
    id: "vremya-pytok-princessa",
    title: "Время пыток, принцесса!",
    image: "https://animego.me/upload/anime/images/6589328d5597c404623669.jpg",
    rating: { owl: 0, crocodile: 0 },
    episodes: 12,
    progress: {
      owl: { watchedEpisodes: 0, status: "planned" },
      crocodile: { watchedEpisodes: 0, status: "planned" },
    },
    genres: ["Комедия", "Сёнэн", "Фэнтези"],
    description: "Многолетняя война между демонами и людьми зашла в тупик. Ресурсы иссякают, чувствуется критический дефицит разведывательных данных. Демоны пытаются выйти из кризиса за счет пленения принцессы, которая командует Третьим эскадроном кавалерии и знает множество военных тайн. Несмотря на свою хрупкость, принцесса хранит стойкое молчание, и штаб демонической армии, потеряв терпение, решает перейти от уговоров к угрозам и пыткам.\n" +
      "\n" +
      "Но у демонов свое представление о пытках. Для них мясо – хорошо, печенье – плохо, отдых в раскаленной лаве – хорошо, катание на карусельной лошадке – плохо. Палачи-демоны тщательно собрали воедино все «плохие» пытки и приступили к их внедрению на практике. Такой подход оказался очень эффективным. Принцесса страшно «мучается» от пыток тортиками, видеоиграми, аттракционами. Она уже рассказала много «королевских тайн» и готова раскрыть еще больше, если «пытки» продолжатся. Принцесса даже намекнула, что очень боится шоколадного молока и горячих источников.",
  },
  {
    id: "gachiakuta",
    title: "Гачиакута",
    image: "https://avatars.mds.yandex.net/get-kinopoisk-image/10809116/978904f6-0f44-4a6f-8081-84eab2a8252c/1920x",
    rating: { owl: 0, crocodile: 0 },
    episodes: 24,
    progress: {
      owl: { watchedEpisodes: 0, status: "planned" },
      crocodile: { watchedEpisodes: 0, status: "planned" },
    },
    genres: ["Фэнтези", "Боевик"],
    description: "Невинно осужденный подросток пытается выжить среди мусорных монстров. Аниме сценариста «Дандадана»",
  },
  {
    id: "genialnyy-celitel-kotoryy-iscelyal-v-odno-mgnovenie-no-byl-izgnan-kak-bespoleznyy-teper-naslazhdaetsya-zhiznyu-v-kachestve-temnogo-celitelya",
    title: "Гениальный целитель, который исцелял в одно мгновение, но был изгнан как бесполезный, теперь наслаждается жизнью в качестве тёмного целителя",
    image: "https://animego.me/upload/anime/images/67ed24e6a7e9b599628631.jpg",
    rating: { owl: 5, crocodile: 5 },
    episodes: 12,
    progress: {
      owl: { watchedEpisodes: 12, status: "completed" },
      crocodile: { watchedEpisodes: 12, status: "completed" },
    },
    genres: ["Фэнтези"],
    description: "Зенос добр, трудолюбив, жадный к знаниям. Мальчишка из трущоб прекрасно понимает, что единственный путь к благополучию лежит через обладание особыми силами. Он цепко хватается за шанс стать учеником странного мага-целителя. Его успехи поражают всех. Неудивительно, что вскоре Зенос получает приглашение от известной группы авантюристов. Парень становится надежной опорой для своих новых товарищей, разбрасываясь чудесами исцелений направо и налево.\n" +
      "\n" +
      "Со временем содильгийцы воспринимают работу Зеноса как что-то такое, что подвластно каждому магу. Парень стойко сносит всю критику, но его молчаливое терпение лишь распаляло авантюристов, которые все чаще обвиняли Зеноса в своих же слабостях. Целителю пришлось покинуть группу и перейти к запасному плану с открытием собственной клиники. Но возможно ли это без диплома, лицензии, денег, верных помощников? Зенос уверен, что да.",
  },
  {
    id: "geroj-mertv",
    title: "Герой мёртв!",
    image: "https://animego.gg/uploads/posts/2025-03/geroj-mertv.webp",
    rating: { owl: 0, crocodile: 0 },
    episodes: 12,
    progress: {
      owl: { watchedEpisodes: 0, status: "planned" },
      crocodile: { watchedEpisodes: 0, status: "planned" },
    },
    genres: ["Экшен", "Комедия", "Фэнтези", "Этти", "Гарем", "Пародия"],
    description: "Мир снова оказался под угрозой вторжения Короля Демонов, но на этот раз всё пошло не по плану. Команда легендарного героя Сиона Брейдана, владеющего мечом Экскалибур, сумела запечатать Врата, через которые демоны пытались прорваться. Однако печать оказалась несовершенной и со временем начала разрушаться, позволяя монстрам просачиваться в человеческий мир. Казалось бы, ситуация критическая, но настоящая катастрофа произошла, когда в ловушку, предназначенную для демонов, угодил сам Сион, погибнув в самый неподходящий момент.\n" +
      "\n" +
      "Всё изменилось, когда некромантка Анри Хейсворт обнаружила тело погибшего героя и душу местного фермера Токи Скотта, виновного в этой нелепой смерти. Не имея возможности воскресить Сиона, она решает поселить душу Токи в его тело, создав странный гибрид героя и трусливого извращенца. Вместе с подругой детства Токи, Юной Юнис, эта нелепая троица отправляется к Вратам, чтобы завершить начатое и спасти мир. Но сможет ли эта разношёрстная команда справиться с демонами, или их неуклюжие попытки только усугубят ситуацию?\n" +
      "\n" +
      "Путешествие к Вратам превращается в череду абсурдных и опасных приключений, где героизм смешивается с глупостью, а благородные порывы — с откровенным эгоизмом. Тока, застрявший в теле легендарного воина, вынужден играть роль спасителя, хотя его больше волнует собственная безопасность. Анри пытается контролировать ситуацию, но её магия не всегда срабатывает так, как нужно. А Юна, единственная более-менее адекватная в этой компании, вынуждена мириться с их безумными выходками. Смогут ли они довести дело до конца, или мир обречён пасть под натиском демонов из-за их нелепых ошибок?",
  },
  {
    id: "dozhd-i-ty",
    title: "Дождь и ты",
    image: "https://animego.me/upload/anime/images/6863884899f3b273695170.jpg",
    rating: { owl: 5, crocodile: 5 },
    episodes: 12,
    progress: {
      owl: { watchedEpisodes: 12, status: "completed" },
      crocodile: { watchedEpisodes: 12, status: "completed" },
    },
    genres: ["Повседневность", "Сэйнэн"],
  },
  {
    id: "domashniy-pitomec-inogda-sidyaschiy-na-moey-golove",
    title: "Домашний питомец, иногда сидящий на моей голове",
    image: "https://animego.me/upload/anime/images/67641e342720f605163351.jpg",
    rating: { owl: 0, crocodile: 0 },
    episodes: 12,
    progress: {
      owl: { watchedEpisodes: 0, status: "planned" },
      crocodile: { watchedEpisodes: 0, status: "not_interested" },
    },
    genres: ["Комедия", "Повседневность"],
    description: "Если ли что-то, способное показывать истинные чувства человека? Война, смерть, неожиданный успех? Лучше - животные, которых можно увидеть на улицах шумного города. Они встречают дома хозяев после трудного рабочего дня, мурлычут на коленях перед сном. Конечно, наличие домашнего питомца не может говорить о его хозяине как о добром или дружелюбном человеке, но по статистике, почти у каждого писателя хотя бы однажды в квартире был кот или кошка. Это не означает, что, если ты хочешь быть успешным и талантливым журналистом или автором, то необходимо завести пушистого кота, но почему бы не рискнуть и попробовать?\n" +
      "\n" +
      "Именно к такой мысли и приходит Миказуки Субару, парень, увлекающийся писательством. Его страсть - мистические рассказы. Им он отдается полностью, зачастую забыв про человеческое общество. Его лучший друг, Хару, любит сухой корм, место-лежанку и звенящие игрушки. Вместе со своим котом они понимают друг дружку без слов, они связаны невидимыми нитями. Хару всегда поможет, придет на помощь. Именно он часто вдохновляет Миказуки писать те небольшие рассказы, что позже полюбятся тысячам читателям. Они еще многое не поведали этому миру, и совсем скоро они откроются, чтобы рассказать удивительную историю дружбы.",
  },
  {
    id: "domashniy-repetitor-gertsogini",
    title: "Домашний репетитор герцогини",
    image: "https://avatars.mds.yandex.net/get-kinopoisk-image/4486362/bfc4dba4-2e88-4695-b293-b2f3da8b33d6/1920x",
    rating: { owl: 0, crocodile: 0 },
    episodes: 12,
    progress: {
      owl: { watchedEpisodes: 0, status: "planned" },
      crocodile: { watchedEpisodes: 0, status: "planned" },
    },
    genres: ["Фэнтези", "Мелодрама"],
    description: "Маг без лицензии становится частным учителем колдовства для дочки аристократа. Весёлое и романтичное аниме",
  },
  {
    id: "drakon-radzha",
    title: "Дракон Раджа",
    image: "https://v1.animego.bet/uploads/posts/2025-05/drakon-radzha.webp",
    rating: { owl: 5, crocodile: 5 },
    episodes: 16,
    progress: {
      owl: { watchedEpisodes: 16, status: "completed" },
      crocodile: { watchedEpisodes: 16, status: "completed" },
    },
    genres: ["Приключения", "Фэнтези"],
    description: "В этом захватывающем продолжении культовой франшизы зрители вновь встречаются с Нин Хуаном – юным охотником на демонов, чья жизнь трагически оборвалась в неравном бою. Однако судьба даёт ему второй шанс: герой пробуждается в своём 13-летнем теле, перенесясь на десятилетие назад, когда мир ещё не погрузился в хаос. Обладая знаниями о грядущих катастрофах, Нин Хуан решает изменить ход истории, взяв под опеку молодых воинов, чтобы уберечь их от роковых ошибок своего прошлого.\n" +
      "\n" +
      "Новое путешествие героя наполнено неожиданными поворотами и смертельными испытаниями. Вместе с верными союзниками он противостоит древним демонам и коварным богам, жаждущим уничтожить человечество. Но самая страшная угроза таится в тени – среди тех, кого Нин Хуан считал друзьями, зреет предательство. Чтобы спасти мир, охотнику придётся не только отточить свои навыки до совершенства, но и сделать невозможный выбор между долгом и чувствами.\n" +
      "\n" +
      "С каждым сражением герой и его команда раскрывают новые грани своей силы, сталкиваясь с невообразимыми формами зла. Однако истинная битва разворачивается в их сердцах – смогут ли они сохранить человечность перед лицом тьмы? История Нин Хуана – это эпическая сага о жертвах, искуплении и вере в лучшее будущее, где каждое решение имеет последствия, а цена победы может оказаться слишком высокой.",
  },
  {
    id: "zhurnal-mononoke-avtor-tyudzendzi",
    title: "Журнал мононокэ, автор Тюдзэндзи",
    image: "https://animego.me/upload/anime/images/67f16eca571c8524414625.jpg",
    rating: { owl: 5, crocodile: 0 },
    episodes: 12,
    progress: {
      owl: { watchedEpisodes: 12, status: "completed" },
      crocodile: { watchedEpisodes: 0, status: "not_interested" },
    },
    genres: ["Детектив", "Исторический", "Психологическое", "Сверхъестественное", "Сёнэн", "Школа"],
  },
  {
    id: "zapreschennyy-krot",
    title: "Запрещенный Крот",
    image: "https://avatars.mds.yandex.net/get-kinopoisk-image/9784475/3ff2db55-27e5-46d6-a846-e5642b899f19/1920x",
    rating: { owl: 0, crocodile: 0 },
    episodes: 12,
    progress: {
      owl: { watchedEpisodes: 0, status: "planned" },
      crocodile: { watchedEpisodes: 0, status: "planned" },
    },
    genres: ["Детектив", "Комедия", "Фэнтези"],
    description: "После встречи с эксцентричным отшельником люди получают связь с миром магии. Сериал по одноимённой манге",
  },
  {
    id: "inuyasiki",
    title: "Инуясики",
    image: "https://avatars.mds.yandex.net/get-kinopoisk-image/1599028/a0f3be0f-1734-49c5-a95f-e016277f120e/1920x",
    rating: { owl: 5, crocodile: 5 },
    episodes: 11,
    progress: {
      owl: { watchedEpisodes: 11, status: "completed" },
      crocodile: { watchedEpisodes: 11, status: "completed" },
    },
    genres: ["Драма", "Психологическое", "Сэйнэн", "Фантастика", "Экшен"],
    description: "Inuyashiki – это захватывающий аниме-сериал 2017 года, который сочетает в себе элементы научной фантастики, драмы и экшена. Сюжет сосредоточен вокруг Инуясики Ичиро, пожилого человека, который внезапно становится киборгом с невероятной силой после встречи с инопланетной технологией. Вместе с ним подобные способности получает и подросток Хиро Шишигами, но их пути идут в противоположных направлениях: Инуясики использует силу для спасения людей, а Хиро – для уничтожения.\n" +
      "\n" +
      "Сериал затрагивает философские вопросы морали, человеческой природы и ответственности за свои действия, создавая эмоционально насыщенную историю с впечатляющей анимацией и глубокими персонажами. Анимация от студии MAPPA удивляет качественной прорисовкой и динамичными экшен-сценами.\n" +
      "\n" +
      "Если вы ищете необычный и драматичный сюжет, где противоборствуют добро и зло в современной интерпретации, Inuyashiki станет отличным выбором.",
  },
  {
    id: "istoriya-o-sluzhaschem-kotoryy-stal-odnim-iz-chetyreh-nebesnyh-carey-kogda-otpravilsya-v-drugoy-mir",
    title: "История о служащем, который стал одним из четырёх Небесных Царей, когда отправился в другой мир",
    image: "https://animego.me/upload/anime/images/677aaf723ceb6299971996.jpg",
    rating: { owl: 5, crocodile: 5 },
    episodes: 12,
    progress: {
      owl: { watchedEpisodes: 12, status: "completed" },
      crocodile: { watchedEpisodes: 12, status: "completed" },
    },
    genres: ["Исэкай", "Комедия", "Приключения", "Фэнтези"],
    description: "В параллельном фэнтезийном мире Владыка демонов руководит внушительной армией и её командирами — Великой четвёркой генералов. Одним из этих генералов стал Дэнноскэ Утимура, обычный офисный работник, которого неожиданно призвал сам Владыка демонов, вырвав из привычной жизни. Однако даже в фэнтезийном мире Дэнноскэ остаётся простым человеком без сверхъестественных сил. Сможет ли он выжить на опасных миссиях, обладая лишь навыками работы в офисе?",
  },
  {
    id: "istrebitel-demonov-beskonechnaya-krepost",
    title: "Истребитель демонов: Бесконечная крепость",
    image: "https://avatars.mds.yandex.net/get-kinopoisk-image/16490236/13d52d1b-708c-4fc9-a604-4b97ce63126c/1920x",
    rating: { owl: 5, crocodile: 5 },
    episodes: 1,
    progress: {
      owl: { watchedEpisodes: 1, status: "completed" },
      crocodile: { watchedEpisodes: 1, status: "completed" },
    },
    genres: ["Фэнтези", "Боевик"],
    description: "Демоны убили всех родных Тандзиро Камадо и обратили его младшую сестру Нэдзуко в демона. Парень вступил в Корпус истребителей демонов. Пока бойцы тренируются и готовятся к схватке с демонами, в поместье главы Корпуса появляется Мудзан Кибуцудзи — прародитель всех демонов и убийца семьи Тандзиро. Истребители спешат лидеру на помощь, но Мудзан переносит их в крепость демонов под названием Замок бесконечности.",
  },
  {
    id: "kaydzyu-nomer-vosem",
    title: "Кайдзю номер восемь",
    image: "https://animego.me/upload/anime/images/65f5518028128803053465.jpg",
    rating: { owl: 5, crocodile: 5 },
    episodes: 12,
    progress: {
      owl: { watchedEpisodes: 12, status: "completed" },
      crocodile: { watchedEpisodes: 12, status: "completed" },
    },
    genres: ["Военное", "Сёнэн", "Фантастика", "Фэнтези", "Экшен"],
    description: "Кайдзю – гигантские монстры, терроризирующие японские острова. Массово гибнут люди, обрушиваются города. Чтобы противостоять угрозе, правительство создало элитные силы обороны. Благодаря высокотехнологичному оснащению удалось повысить эффективность противостояния с кайдзю и свести к минимуму потери в рядах спецназа. Кафка Хибино многократно и безуспешно проходил тесты для вступления в элитный отряд. Кое-как ему удалось устроиться в клининговую службу, убирающую с улиц тела убитых кайдзю. Когда Хибино стукнуло 32 года, ему пришлось попрощаться с надеждами о вступлении в боевой отряд.\n" +
      "\n" +
      "Кайдзю не собираются останавливаться, а лишь усиливают натиск. Вместе с ростом количества схваток, растет и число погибших защитников. Элитным войскам нужны бойцы, и они увеличивают возрастной лимит новобранцев на год. Теперь Хибино, может еще раз сдать вступительный тест. Но что ему делать с кайдзю-паразитом, поселившимся в его теле?",
  },
  {
    id: "kaydzyu-nomer-vosem-2",
    title: "Кайдзю номер восемь 2",
    image: "https://animego.me/upload/anime/images/6860ee72add5b514262312.jpg",
    rating: { owl: 5, crocodile: 5 },
    episodes: 11,
    progress: {
      owl: { watchedEpisodes: 11, status: "completed" },
      crocodile: { watchedEpisodes: 11, status: "completed" },
    },
    genres: ["Военное", "Сёнэн", "Фантастика", "Фэнтези", "Экшен"],
    description: "Второй сезон.",
  },
  {
    id: "karta-detektiva-takao-ameku",
    title: "Карта детектива Такао Амэку",
    image: "https://animego.me/upload/anime/images/677a2806174e8687899653.jpg",
    rating: { owl: 5, crocodile: 0 },
    episodes: 12,
    progress: {
      owl: { watchedEpisodes: 12, status: "completed" },
      crocodile: { watchedEpisodes: 0, status: "not_interested" },
    },
    genres: ["Детектив"],
    description: "В больнице «Тэнъикай» пациентов с необычными симптомами направляют на приём к доктору Такао Амэку, в её отделение общей диагностики. Эксцентричный диагност обожает загадки и порой занимается настоящими детективными расследованиями, которые не под силу даже полиции. Вместе с её помощником, Таканаси, она готова поставить диагноз в самых запутанных случаях.",
  },
  {
    id: "klevatess-korol-demonicheskih-zverey-mladenec-i-geroy-nezhit",
    title: "Клеватесс: Король демонических зверей, младенец и герой-нежить",
    image: "https://animego.me/upload/anime/images/685c743b67e72078166807.jpg",
    rating: { owl: 5, crocodile: 5 },
    episodes: 12,
    progress: {
      owl: { watchedEpisodes: 12, status: "completed" },
      crocodile: { watchedEpisodes: 12, status: "completed" },
    },
    genres: ["Фэнтези", "Экшен"],
    description: "С детских лет Алисия знала древнее предсказание, переданное отцом: грядет день, когда человечество сокрушит Повелителя чудовищ и обретет избавление. Воодушевлённая сагой, она дала обет превратиться в героя, искоренить тварей и даровать людям эру благоденствия. Мечта воплотилась: повзрослев, Алисия вошла в число тринадцати храбрецов. Правитель Хидэна подготовил их для высочайшей миссии. Он снабдил воинов уникальным арсеналом, чью технологию изготовления ранил исключительно королевский род.\n" +
      "\n" +
      "Увы, поход завершился разгромом. Все воины пали от когтей бездушного Повелителя демонических тварей Клеватесса. Нарушение его границ спровоцировало ярость. Клеватесс предпринял «визит возмездия», чтобы выяснить планы дерзких смертных. Он обратил столицу Хидэна в пепелище, казнил монарха, но ответов так и не добыл. Уже готовый удалиться, он заметил искалеченного юношу, прижимавшего к груди младенца. Чудесным образом умирающий отрок со слезами умолял демона позаботиться о дитя. Повелитель дал согласие, расценив это как шанс проникнуть в замыслы людей.  Так завязалась причудливая сага о Повелителе чудовищ, нянчащем человеческое дитя, и Алисии, которую Клеватесс возродил как послушную нежить, усмотрев в ней пользу.",
  },
  {
    id: "klevatess-korol-demonicheskih-zverey-mladenec-i-geroy-nezhit-2",
    title: "Клеватесс: Король демонических зверей, младенец и герой-нежить 2",
    image: "https://animego.me/upload/anime/images/685c743b67e72078166807.jpg",
    rating: { owl: 0, crocodile: 0 },
    episodes: 0,
    progress: {
      owl: { watchedEpisodes: 0, status: "planned" },
      crocodile: { watchedEpisodes: 0, status: "planned" },
    },
    genres: ["Фэнтези", "Экшен"],
  },
  {
    id: "klinok-zla",
    title: "Клинок зла",
    image: "https://animego.me/upload/anime/images/6763342e072d7796416910.jpg",
    rating: { owl: 5, crocodile: 5 },
    episodes: 12,
    progress: {
      owl: { watchedEpisodes: 12, status: "completed" },
      crocodile: { watchedEpisodes: 12, status: "completed" },
    },
    genres: ["Приключения", "Сэйнэн", "Фэнтези", "Экшен", "Этти"],
    description: "Несколько десятилетий назад Империя с трудом отбилась от посягательств могущественной расы тьмы. Ключевую роль в войне сыграли 14 умелых воинов, которым предстояло ликвидировать разлом магического барьера в месте под названием «Святые копья». Но заурядная миссия обернулась катастрофой: трое погибли в «Лесу смерти», четверых казнили соратники, заподозрив измену. Именно поэтому легенды восхваляют лишь «Семерых героев».\n" +
      "\n" +
      "Сейчас границы Империи снова в пламени войны. На этот раз бунтует простой люд, который устал от непомерной алчности императора. Угроза для существующей власти более чем реальна, ведь восстание поддерживают «Копья предательства», которые каким-то чудом избежали обезглавливания. Император призывает к себе главного прорицателе и с облегчением узнает, что вслед за бедствием придет новый герой-спаситель. Правда, прорицатель не уточняет, что конкретно кроется за спасением Империи.",
  },
  {
    id: "krasavchiki-detektivy",
    title: "Красавчики-детективы",
    image: "https://animego.me/upload/anime/images/60b34134de377709619792.jpg",
    rating: { owl: 5, crocodile: 0 },
    episodes: 12,
    progress: {
      owl: { watchedEpisodes: 12, status: "completed" },
      crocodile: { watchedEpisodes: 0, status: "not_interested" },
    },
    genres: ["Детектив", "Школа"],
    description: "Маюми Додзима, восьмиклассница из элитной академии Юбива, уже много лет разыскивает звезду, которую видела лишь однажды. Но помощь уже на подходе! Тайный, загадочный и совершенно неуловимый Клуб прекрасных детективов спешит ей на выручку! Пятёрка красавцев решает самые разные школьные проблемы, многие из которых, возможно, сами и создают. И всё это не ради денег, а во имя одной лишь эстетики! Детективы не теряют времени и погружают Маюми в свой мир, полный азарта, опасностей и неописуемой красоты. Добро пожаловать в клуб детективов! Правил здесь немного: нужно быть мальчиком, красавчиком, детективом и, разумеется, частью команды.",
  },
  {
    id: "ledyanye-kosti",
    title: "Ледяные кости",
    image: "https://animego.me/upload/anime/images/670ff11a388a4262411464.jpg",
    rating: { owl: 0, crocodile: 0 },
    episodes: 25,
    progress: {
      owl: { watchedEpisodes: 0, status: "planned" },
      crocodile: { watchedEpisodes: 0, status: "planned" },
    },
    genres: ["Драма", "Психологическое", "Сэйнэн", "Триллер"],
    description: "Город засыпает, просыпается мафия. В это же время свои двери распахивают подпольные казино, игровые клубы и прочие сомнительные заведения, в которых вино и деньги льются рекой.\n" +
      "В одном из таких уже давно неоспоримое первенство держит Кей: самый умный, хладнокровный и расчётливый игрок в истории маджонга. Его проницательность и коварство позволяют ему обыгрывать кого угодно.\n" +
      "Но не делайте поспешных выводов, представляя себе жестокого мафиози: днём все его знают как обычного балбеса-старшеклассника, который вечно спит на уроках.\n" +
      "Причём, это не единственная его тайна, ведь говорят, что дома он в качестве питомца держит нелегально проникшую в страну девушку...",
  },
  {
    id: "mag-vody",
    title: "Маг воды",
    image: "https://animego.me/upload/anime/images/688877498be78879883400.jpg",
    rating: { owl: 5, crocodile: 5 },
    episodes: 12,
    progress: {
      owl: { watchedEpisodes: 12, status: "completed" },
      crocodile: { watchedEpisodes: 12, status: "completed" },
    },
    genres: ["Исэкай", "Приключения", "Фэнтези", "Экшен"],
    description: "Рё мечтал о безмятежной жизни после перерождения в новом мире, но оказался в землях, полных чудовищ. С помощью магии воды и Вечной молодости он выживает в течение двадцати лет и становится самым могущественным чародеем в мире. Судьба Рё меняет ход, когда он встречает одарённого рыцаря Абеля. Новый знакомый прокладывает ему дорогу в самый центр волшебного сообщества. Так начинается безумное приключение мага воды!",
  },
  {
    id: "magicheskaya-revolyutsiya-pererozhdonnoy-printsessy-i-genialnoy-yunoy-ledi",
    title: "Магическая революция перерождённой принцессы и гениальной юной леди",
    image: "https://avatars.mds.yandex.net/get-kinopoisk-image/4716873/2f5a87bb-339c-4c7e-91cd-56da6a1cb6c2/1920x",
    rating: { owl: 0, crocodile: 0 },
    episodes: 12,
    progress: {
      owl: { watchedEpisodes: 0, status: "planned" },
      crocodile: { watchedEpisodes: 0, status: "planned" },
    },
    genres: ["Фэнтези", "Мелодрама", "Драма"],
    description: "Принцесса Анисфия мечтает летать, но магическими способностями не обладает, хотя в её прошлой жизни всё было по-другому. Она отказывается от трона и с головой уходит в создание новой науки — магикологии. Однажды Анисфия видит, как её брат Альгард публично разрывает помолвку с навязанной ему по политическим мотивам Юфиллией.",
  },
  {
    id: "migi-i-dali",
    title: "Миги и Дали",
    image: "https://animego.me/upload/anime/images/6501ae5dd4f0f297128873.jpg",
    rating: { owl: 5, crocodile: 0 },
    episodes: 13,
    progress: {
      owl: { watchedEpisodes: 13, status: "completed" },
      crocodile: { watchedEpisodes: 0, status: "not_interested" },
    },
    genres: ["Детектив", "Комедия", "Сэйнэн", "Триллер"],
    description: "Мальчика по имени Дали усыновляет пожилая пара, которая долгие годы мечтала о ребенке. Тихий, покладистый и умный сынишка сразу покорил сердца новоиспеченных родителей. Они даже не замечают странностей в поведении Дали. А тот умеет создавать своего двойника с собственной волей и сознанием. Дали называет своего клона Миги. Они хорошо ладят между собой, часто отправляются в путешествия, совместно выкручиваются из опасных авантюр. Дали и Миги достаточно умны, чтобы уцелеть в жутком доме с привидениями, разобраться в запутанных правилах опасного игрового шоу.\n" +
      "\n" +
      "Общий комедийный тон тайтла не мешает зрителю почувствовать серьезность и неоднозначность проблем в период взросления. Хорошо раскрыты тема одиночества и поиск смысла жизни. Дали и Миги обладают развитым интеллектом, что помогает успешно решать сложные детективные задачи. Первые серии выходят уже в начале октября.",
  },
  {
    id: "moj-otec-geroj-moja-mat-duh-a-ja-pererozhdennaja-ih-docherju",
    title: "Мой отец — герой, моя мать — дух, а я переродилась их дочерью",
    image: "https://kinopoisk-ru.clstorage.net/pQ1w55173/4139b9eM/YjlB7JPX6VuBmOvjPOPvFBVRJJ2fCpSF0HVNpX5Mqjizcf7LfzbhGYjB5I2BSQGRmlqjAMy1RaJ1nLssaHfzKMd9Ia2Gw11vJD3qh-mGyvFUheUofKgiZ7IH-4atn5xfRyUKuhoDBM2M4QEZtPjltdw8xxRdpkHxgoiqeWwyAeqDewMfMoe4DPA6SGbv8Y2H15GCvQw5MyUg1HtGnly_TVdXOTxq8rTNzMFSmJVfRITOXnE03UUjwJPruSueU_B4gxmwrqKW-y7BiFgWjhKM1cYgYB78OVDk8YaaF99NrN3WpIsd6mL0vA3wowkHLuRU_F2jlz-kU8JCG8p5T4HhCHDoUY9DVcv-84vr11xgnHYVQnNdP8iDFAAUWDW8jw9fBAf77XvClEwNcbCrhA6kBF0fc-efhUIhcDi5Gb0RUtjwaADOQeWoLAAIiKSds42XZ4Gx_4xqcSbDJSmUL07d_VYWaZ4aMRTsbHEBeZc_V9ePXkH23bWxoxPa6fuN4lGIYKiBH4OVauzBGihHjVMsd1RwcV9dqpK0AbbrVb_szrzUNmluecCGTm8wgzmWfWWE7W2AtR-VAtJQKrmrLsGR-YLq4K6AZEodIkoKp-xwrMQnMNIdb-qgxwLGGSfsPw6e9yZY_KpilI2vwzPqB32GR6_eIbeOZUBicOn72swRk-rzetFvAXdZDkA6iMXOMQ2HNfLTfWz5oDeRhrr178-trLY0KW56QKRdnMMxaGSMJmXNHCC0PfYy0QO7STj_0vGKs2uhH1Dlu81DO8jHb5KPl9RTIQ7f-4A2omcaR14vTD0WxXpuGCEXHiyh4BnlPYQWHv8hVF5HctARyyj77tNjiKDZsN8yVCg_EXk5RM9jv8R2MBL-LMjBFrOlCGYNvK1v9LTo77mABgzfIpNo9A11tk7Pk5UeRGDAYBm4S4xh0emSerPMcRRpPaG5uJTec1yUlHCST1x44kfjFYp2nq68rOUkmy6486VNL0FTCmS9N-TPniP2TLWS0QPYiGs8I8L5o4pw7JBUKc7BGuq07fBd5hSj0e2_uYMlUmYp5R3_T9-Et1k_WiL0HS9A05pnH4c0rZ-SVF1HINDjyZlZLVIRCkCpI-8h5EtO4XjJxU_z36YEMcBdzirABSI2S6f9jOx9RPQoj6vS1S8tsGG6By7G1fxsAffOhTDTQLtqKe0xoHqDuXHt8vZ5zOGY6ZdNstxWRWIBDw35ARTQRktUH-3MjRT36K-4gTdMLJGx6dZs1wQebDPHvVZRsWLbyhm8UWIrozmyzJBUWX1RWcikrWMN5kQykUxO-7JX0Bd6106vX78FV-u_aHMXT2zgsXmELLTV7WwRVi33kEIwW5mJLBNCGQBrIs5ApGjOMDoqRe2RXJYnYoBNzTkDFRFWKeXNb0xt1TRL7Wvipv4dIXF4dC1HFm9ec-QuJkKzgZiLi73CM5ig-HOfcySIzdPaOmS9wa3FxXIB3l17cXXxtxuHzB7_jbQ1KW2ZofTv3oLy6lT8lFZtb-NVz4WgwIJ56Emfw4HoMAmBvINkGj2DGOo2z_Fd1VWB8p8PKMKG4QTJpp9_Pg4l9ts86TGnL76jEarU_sSHnv4ihGwl0kCgO1tZ3CPQejI6wpzzB6ovQ6mYNe2CzQXH8jDdjRngZQM0-TXfb7-NRQZJ_XoAlOxvwbIbhXzWRAyekfdMtMATsrlIaewxYcmCybOuwEQoDBJI6iW_YIy2p6ICPz3qsCSDNRpGL4_-XCUVap3KEIevTZDwClauJce-bmGHboZx0GE4Kyq8Q4PZwolDD2Pm2A9SystXrBEPVWWDsizdG6N0k0R5l-6Orf9WZkq-67CHL45zsAkEzBT1vu1SZ5yUMqMSWPpbrTOyetFacU9hpFsNgNqapI4SXFVHocNvr5mR9tNFGTe_v2yNNtZZHFgRBh1tgOE5ll2WZ7xvYQVPVmOhYoq6OF5gcguCOFFfs4RoPaEJ-aVO4ez0FiEBP-9rYAdQlajlHBy8voR26exZ0XSd3uJxWnb_pPUPf7HELnTDwoGrqAhcAmMbAqgBjNLGGn7hiMpE7vFdpSZCkJ8dilDnkFYYNA6sjg_W9umuO_K2bv9BMajWX3ZnDf1htw1XshBCGphKj_BCGaJbgd2jJgq-U4g4VH1TT-cH4DIuT_uQ1SJkKHddbTwcBjTIv5iiNXz90TP7Fg1lhu0dYoUM5jBwQMvqeQ3ykTjgaDF8UsWpL9Ob-cTPQ41mJVJh__4qcMUwlxuVT93O7NY2Ws4rs_StHWFh-CUclIWdvnFFnaYjgRGZGxnM0lGYQmuBn2GlyV3xGrmFHbMPVmWD0r9v-YFHUuToB3xvz612lPku6ILW7-5zQKo3Hsf07E5QV4xGEYGCaZvJv3LTqLEakq5QRPlcQ6r4tozyjHTkAvAN3fvh54NlS0b_Xf7v5ca6jHqixn9fYvPpFx1kdx0_UJQPlYGi0TnZ659icfrQqtDMkXR5T1O6-cbNoO729WGDfZ7b4DTihXmXX6z_3yRkm-wI4zZNTnFDCqS_poTNHEI37EZgAGAay_kewuFLw6pRrIE1ukxSWfiXj7FMVtVAIF3cC4Dnk2dpJXyNfjz39Pv_WvDG_4zisfjEjjW3_d2ChM4Hk6CA2ZmpbnJDycDZsF2C9JoNQBrKla0DbxbHwAKOPwsCpKNmuif93U-9RRcZ3qhB5b8e8FDZ5KyG1B6twyVP9WCg4fnbGu-ho1jBKnKvAWSbLcHaC5Re4Q-GJVJD7z0o83fSt5skLU797dS3Omwo8TTPHTKB2rXuZgbtjeHE_HZSctAK2wtfM1J7wgrw_RBl6F_xOniGvmF9xXYi4uwMKnEG0FUrJSx8jLwkhjkOuAEmjP9zchunTIek_f1QBW3FEEEy2_spPmBxKeMLYs0xJ6rPUTm4ZV0C3uV0Y_H9TFpCZ8Jm-8csPWxOlJXZLCogFI49opHJpp6WdF88sYXeJtJRQSmp0",
    rating: { owl: 0, crocodile: 0 },
    episodes: 12,
    progress: {
      owl: { watchedEpisodes: 0, status: "planned" },
      crocodile: { watchedEpisodes: 0, status: "planned" },
    },
    genres: ["Фэнтези", "Комедия"],
    description: "Девочка защищает свою семью, используя знания и опыт из прошлой жизни. Аниме в декорациях Средневековья",
  },
  {
    id: "moj-status-ubijcy-ochevidno-prevoshodit-gerojskij",
    title: "Мой статус убийцы очевидно превосходит геройский",
    image: "https://animego.gg/uploads/posts/2025-10/moj-status-ubijcy-ochevidno-prevoshodit-gerojskij.webp",
    rating: { owl: 0, crocodile: 0 },
    episodes: 12,
    progress: {
      owl: { watchedEpisodes: 0, status: "planned" },
      crocodile: { watchedEpisodes: 0, status: "planned" },
    },
    genres: [],
    description: "Акира и его товарищи внезапно оказываются перенесенными в загадочный мир, наполненный магией и чудесами, где их привычная реальность сменяется фэнтезийным королевством, погруженным в жестокую войну с могущественным Королем Демонов. Каждый из друзей обретает уникальные способности, но главный герой предпочитает скрывать свою истинную силу, опасаясь привлечь излишнее внимание. Хотя Акира является профессиональным убийцей, его навыки превосходят обычные боевые техники, и он быстро осознает, что стал ключевой фигурой в надвигающемся конфликте.\n" +
      "\n" +
      "Чувствуя нарастающую угрозу, Акира начинает исследовать королевские покои, где обнаруживает мрачные тайны, способные разрушить существующий порядок. Игра с подобными секретами оказывается смертельно опасной, и вскоре герой понимает, что его жизнь находится под постоянной угрозой. Темный враг, готовый на все ради достижения своих целей, не оставляет ему шансов на спокойное существование, постоянно угрожая уничтожить все, что дорого Акире.\n" +
      "\n" +
      "Теперь перед главным героем стоит сложнейший выбор: вступить в борьбу с надвигающимся злом, отомстить за предательство или попытаться изменить ход событий, способный привести к гибели всего королевства. Его решения станут определяющими для судьбы этого мира, а сам Акира превращается в фигуру, о которой говорили древние пророчества, предсказывавшие ему великое будущее и решающую роль в грядущих событиях.",
  },
  {
    id: "monolog-farmacevta",
    title: "Монолог фармацевта",
    image: "https://animego.me/upload/anime/images/650c4cfea7794468427702.jpg",
    rating: { owl: 5, crocodile: 0 },
    episodes: 24,
    progress: {
      owl: { watchedEpisodes: 24, status: "completed" },
      crocodile: { watchedEpisodes: 0, status: "not_interested" },
    },
    genres: ["Детектив", "Драма", "Исторический"],
    description: "Милая Маомао попала в рабство. После похищения девушка очнулась в императорском дворце, где теперь вкалывает целый день. Новоиспеченная служанка не утратила оптимизма, решив, что что ее путь на свободу лежит через честный и качественный труд. Напускная вежливость и скромность хорошо маскируют эксцентричный характер. Маомао быстро учится слушать, а не говорить. Однако склонная к действию натура выходит из-под контроля, когда девушка узнает о болезни императорских отпрысков, а ведь она обладает тайными знаниями в фармацевтике и может помочь. Чтобы долго не объясняться с распорядителем, Маомао тайком приступает к лечению.\n" +
      "\n" +
      "Естественно, ее необдуманные действия замечены. Не сочтут ли девушку шпионом-отравителем? Крепкое здоровье наследников разрушает подобное предположение, а Маомао попадает в число избранных, близких к императору. Юная задорная девушка под личным покровительством императора заставит очнуться всех во дворце. Даже министрам теперь не будет покоя.",
  },
  {
    id: "monolog-farmacevta-2",
    title: "Монолог фармацевта 2",
    image: "https://animego.me/upload/anime/images/67818f1e1be05628995357.jpg",
    rating: { owl: 5, crocodile: 0 },
    episodes: 24,
    progress: {
      owl: { watchedEpisodes: 24, status: "completed" },
      crocodile: { watchedEpisodes: 0, status: "not_interested" },
    },
    genres: ["Детектив", "Драма", "Исторический"],
    description: "Второй сезон.",
  },
  {
    id: "moy-schastlivyy-brak",
    title: "Мой счастливый брак",
    image: "https://animego.me/upload/anime/images/6488cf6db7489718094151.jpg",
    rating: { owl: 5, crocodile: 0 },
    episodes: 12,
    progress: {
      owl: { watchedEpisodes: 12, status: "completed" },
      crocodile: { watchedEpisodes: 0, status: "not_interested" },
    },
    genres: ["Драма", "Исторический", "Романтика", "Фэнтези"],
    description: "Миловидная и добрая Миё Саймори обижена на судьбу. Она рано осталась без матери. Характерные для клана сверхъестественные силы не проявляются, мачеха и ее сводная сестра Каё видят в Миё лишь прислугу. К бесконечному списку испытаний добавилось еще одно: мачеха намерилась выдать падчерицу замуж за военного. Все бы ничего, но у Киёка Кудо непростая репутация. Воспитанный армией мужчина суров и требователен к спутнице жизни. Он уже отказался от нескольких кандидаток в жены. Высока вероятность, что и Миё не подойдет.\n" +
      "\n" +
      "Девушка боится и одновременно хочет перемен. Она понимает, что в родном доме ей не рады, а шанс создать свой уютный уголок для спокойной жизни выпадает нечасто. Кроме того, живое общение с Кудо оказалось достаточно приятным, а его жизненные приоритеты – близкими для Миё. На самом деле, Кудо добрый и ранимый человек, а суровый взгляд и резкие высказывания нужны лишь для самозащиты. Миё начинает верить, что в ее непростой жизни появится кусочек счастья.\n" +
      "\n" +
      "Недобрая мачеха тоже это видит. Ее склочная натура противится счастью падчерицы, ведь родная дочь также не пристроена. Может, Миё пора ухватиться за свой шанс и поставить на место наглых родственников?",
  },
  {
    id: "moy-schastlivyy-brak-2",
    title: "Мой счастливый брак 2",
    image: "https://animego.me/upload/anime/images/67627f2d8586d652821598.jpg",
    rating: { owl: 5, crocodile: 0 },
    episodes: 13,
    progress: {
      owl: { watchedEpisodes: 13, status: "completed" },
      crocodile: { watchedEpisodes: 0, status: "not_interested" },
    },
    genres: ["Драма", "Исторический", "Романтика", "Фэнтези"],
    description: "Второй сезон.",
  },
  {
    id: "na-jetot-raz-oderzhi-pobedu-nad-imperatorom-drakonov-blagorodnaja-devushka",
    title: "На этот раз одержи победу над императором драконов, благородная девушка!",
    image: "https://animego.gg/uploads/posts/2025-03/na-jetot-raz-oderzhi-pobedu-nad-imperatorom-drakonov-blagorodnaja-devushka.webp",
    rating: { owl: 5, crocodile: 5 },
    episodes: 12,
    progress: {
      owl: { watchedEpisodes: 12, status: "completed" },
      crocodile: { watchedEpisodes: 12, status: "completed" },
    },
    genres: ["Комедия", "Фэнтези", "Романтика", "Сёдзё"],
    description: "Джилл Савель, некогда прославленная как Богиня Войны, оказалась преданной теми, кому отдала всю себя. Обвинённая в измене и приговорённая к казни, она умирает с горьким осознанием несправедливости. Но судьба даёт ей второй шанс — пробуждает её в прошлом, за шесть лет до роковых событий. Теперь Джилл полна решимости изменить ход истории и не повторить прежних ошибок. В отчаянной попытке избежать трагического союза с наследным принцем, она делает неожиданный ход — признаётся в любви будущему тирану, императору-дракону Хадису.\n" +
      "\n" +
      "К её удивлению, Хадис принимает её предложение, хотя в её воспоминаниях он — жестокий правитель, утопивший мир в крови. Однако нынешний Хадис — ещё молодой и неопытный юноша, чьё сердце не очерствело. Джилл видит в нём не монстра, а человека, которого можно спасти от мрачного будущего. Но сможет ли она изменить предначертанное? Или судьба неумолима, и даже зная грядущие события, невозможно избежать кровавого пути?\n" +
      "\n" +
      "Перед Джилл стоит сложный выбор: бежать от судьбы или попытаться переписать её, изменив не только свою жизнь, но и судьбу Хадиса. Её решение повлечёт за собой цепь непредсказуемых событий, где каждое действие может обернуться новым испытанием. Сможет ли она защитить тех, кого любит, или история повторится с ещё большей жестокостью? Время покажет, хватит ли у неё сил бросить вызов року.",
  },
  {
    id: "nezhelanno-bessmertnyy-avantyurist",
    title: "Нежеланно бессмертный авантюрист",
    image: "https://animego-geroi.ru/wp-content/uploads/animego-geroi.ru/2024/12/300x450-2024-12-17t065832.104-212x300.webp",
    rating: { owl: 5, crocodile: 5 },
    episodes: 12,
    progress: {
      owl: { watchedEpisodes: 12, status: "completed" },
      crocodile: { watchedEpisodes: 12, status: "completed" },
    },
    genres: ["Приключения", "Фэнтези", "Экшен"],
    description: "Нежеланно бессмертный авантюрист (2024) — аниме, рассказывающее историю о человеке, который приобрел бессмертие в результате трагической случайности. Главный герой, по имени Айзель, раньше был обычным авантюристом, но одна магическая катастрофа изменила его судьбу. Теперь, став бессмертным, он вынужден блуждать по миру, который отвергает его, ведь бессмертие стало не благословением, а проклятием. Айзель сталкивается с безжалостной реальностью, когда его друзья и союзники стареют и умирают, а он продолжает жить, поглощенный тоской и одиночеством.\n" +
      "\n" +
      "История разворачивается вокруг его путешествий, где он пытается найти способ избавиться от своей бесконечной жизни и вернуть себе утраченную человечность. В поисках решения, Айзель сталкивается с различными приключениями, врагами и неожиданными союзниками. Сюжет сочетает элементы фэнтези, драмы и философских раздумий о ценности жизни и смерти.\n" +
      "\n" +
      "Нежеланно бессмертный авантюрист — это эмоциональная и напряженная история о человеке, который, несмотря на свои невероятные силы, сталкивается с тем, что бессмертие может быть не благословением, а тяжелым бременем.",
  },
  {
    id: "neznakomcy-v-drugoy-zhizni",
    title: "Незнакомцы в другой жизни",
    image: "https://animego.me/upload/anime/images/66e83eef623f2738736745.jpg",
    rating: { owl: 0, crocodile: 0 },
    episodes: 12,
    progress: {
      owl: { watchedEpisodes: 0, status: "planned" },
      crocodile: { watchedEpisodes: 0, status: "planned" },
    },
    genres: ["Романтика", "Сэйнэн"],
    description: "Уставшие от вражды предводители Якудза решают породнится. Они рассчитывают, что брак между их наследниками приведет к прочному и длительному перемирию между группировками. Внучка главы клана Ёсино переезжает в Токио, чтобы познакомиться со своим женихом Кирисимой. Поначалу Ёсино вынашивает план побега, но обходительный и симпатичный Кирисима покоряет девичье сердце. Однако даже первая влюбленность не мешает Ёсино уловить некую фальшь в поведении жениха.\n" +
      "\n" +
      "Как же поведет себя девушка, когда узнает, что у Кирисимы есть темная сторона, а лучшие его качества – это притворная личина?",
  },
  {
    id: "nenasytnyy-berserk",
    title: "Ненасытный Берсерк",
    image: "https://animego.me/upload/anime/images/6509ca3915616189377371.jpg",
    rating: { owl: 0, crocodile: 0 },
    episodes: 12,
    progress: {
      owl: { watchedEpisodes: 0, status: "planned" },
      crocodile: { watchedEpisodes: 0, status: "planned" },
    },
    genres: ["Приключения", "Фэнтези", "Экшен"],
    description: "Сироте Фейту Графайту непросто выживать в своем мирке, когда все вокруг обладают уникальными навыками: кто-то непревзойденный рукопашный боец или мечник, другие ценятся обществом как прекрасные мастера или фермеры. Что же касается Фейта, ему достался один из смертных грехов – Обжорство. Никому не нужный сирота с постоянным чувством голода – ужасная участь.\n" +
      "\n" +
      "Парнишка не намерен сдаваться. Первое убийство моба приносит неожиданный результат. Вместе с телом Пожирателя он прихватил душу, лут, очки и навыки жертвы. Неожиданно для себя Фейт быстро прокачивается. Тревожит парня лишь одно: в неудачные для охоты дни его «двойник» становится каннибалом. Теперь Фейт должен постоянно сражаться, чтобы угомонить чрезмерные аппетиты Пожирателя. Ведь на кону его рассудок и жизнь.",
  },
  {
    id: "novye-vrata",
    title: "Новые врата",
    image: "https://animego.gg/uploads/posts/2025-03/novye-vrata.webp",
    rating: { owl: 0, crocodile: 0 },
    episodes: 12,
    progress: {
      owl: { watchedEpisodes: 0, status: "planned" },
      crocodile: { watchedEpisodes: 0, status: "planned" },
    },
    genres: ["Экшен", "Приключения", "Фэнтези"],
    description: "Синъя Киритани, известный в виртуальном мире как Син, оказался среди тысяч игроков, запертых в смертельной ловушке MMORPG «Новые Врата». Сражаясь плечом к плечу с товарищами, он прошёл через бесчисленные испытания, теряя друзей, но не теряя надежды. Когда финальный босс был повержен, а уцелевшие игроки начали покидать игру, Син почувствовал долгожданное облегчение. Однако его ждал неожиданный поворот — таинственные врата, ведущие в неизвестность.\n" +
      "\n" +
      "Любопытство взяло верх, и Син шагнул сквозь портал, не подозревая, что окажется в знакомом, но изменившемся мире. Пятьсот лет прошло с момента его победы, и теперь он — единственный, кто помнит те события. Кнопка выхода исчезла, но вместо паники Син ощутил азарт: перед ним открылся новый уровень игры, полный загадок и возможностей. С невероятными характеристиками и уникальным опытом он готов исследовать этот мир заново.\n" +
      "\n" +
      "Теперь Син — не просто игрок, а легенда, чьё имя окутано тайной. Впереди его ждут новые союзники, враги и испытания, но он не собирается сдаваться. Ведь если однажды он смог пройти игру до конца, то и теперь справится. Главное — не забывать, что даже в виртуальном мире каждый шаг имеет значение, а дружба и решимость могут изменить всё. Впереди — новое приключение, и Син готов к нему!",
  },
  {
    id: "odnazhdy-ya-stala-princessoy",
    title: "Однажды я стала принцессой",
    image: "https://animego.me/upload/anime/images/68e2ed4a197db078659410.jpg",
    rating: { owl: 0, crocodile: 0 },
    episodes: 16,
    progress: {
      owl: { watchedEpisodes: 0, status: "planned" },
      crocodile: { watchedEpisodes: 0, status: "planned" },
    },
    genres: ["Драма", "Фэнтези"],
    description: "Несмотря на то, что маленькая Атанасия де Эльджео Обелия — настоящая принцесса, владеющая магией, с самого её рождения реальность была к ней жестока. Мать умерла при родах, успев запечатать магические силы дочери, отец отрёкся, бросив на произвол судьбы и равнодушных слуг. Выжить младенцу помогла таинственная сила, раскрывшая малышке уготованное ей трагичное будущее. Зная, какие ещё ей предначертаны страшные беды, Атанасия оказалась вооружена против напастей предречённого рока и потому готова ему противостоять. Отбросив нытьё и жалобы на несправедливость, она решила бороться за себя и своё будущее. Помогут ли храбрость и стойкость переломить оковы фатума или её несчастный удел неизбежен?",
  },
  {
    id: "ot-prostogo-cheloveka-do-geroya-razvedchika",
    title: "От простого человека до героя-разведчика",
    image: "https://animego.me/upload/anime/images/6682ad3d4feaa085633496.jpg",
    rating: { owl: 4, crocodile: 5 },
    episodes: 12,
    progress: {
      owl: { watchedEpisodes: 12, status: "completed" },
      crocodile: { watchedEpisodes: 12, status: "completed" },
    },
    genres: ["Приключения", "Фэнтези", "Экшен"],
    description: "Кайто Такаги — самый обычный, ничем не примечательный старшеклассник. Своё свободное время он проводит в подземельях Японии, где охотится на слизь, чтобы немного подзаработать. Также он тихо любуется своей подругой детства, популярной в классе девочкой. Однажды Кайто побеждает редкую золотую слизь и выбивает очень ценный предмет — карту вызова мифического слуги. Он решает не продавать её и вызывает могучую валькирию, вместе с которой отправляется в глубины подземелья, где ждут битвы, приключения и загадки.",
  },
  {
    id: "platinovyy-predel",
    title: "Платиновый предел",
    image: "https://animego.me/upload/anime/images/615d4b9fd1aea593720027.jpg",
    rating: { owl: 5, crocodile: 5 },
    episodes: 24,
    progress: {
      owl: { watchedEpisodes: 24, status: "completed" },
      crocodile: { watchedEpisodes: 24, status: "completed" },
    },
    genres: ["Драма", "Психологическое", "Сверхъестественное", "Сёнэн", "Триллер"],
    description: "«Я подарю тебе надежду». Мирай Какэхаси потерял родителей в автокатастрофе и влачил несчастную жизнь у родственников. Полностью утратив надежду, он спрыгнул с крыши в день выпускного из средней школы. И тут он повстречал ангела...",
  },
  {
    id: "povelitel-demonov-2099",
    title: "Повелитель демонов 2099",
    image: "https://animego.me/upload/anime/images/66f3b5c65706c927700047.jpg",
    rating: { owl: 5, crocodile: 5 },
    episodes: 12,
    progress: {
      owl: { watchedEpisodes: 12, status: "completed" },
      crocodile: { watchedEpisodes: 12, status: "completed" },
    },
    genres: ["Фантастика", "Фэнтези", "Экшен"],
    description: "Пять столетий назад владыка тьмы Вельтоль правил Бессмертным королевством, но пал от руки героя. Теперь ему пришло время вернуться к жизни. Год 2099, цивилизация достигла небывалого технологического развития, и Вельтоль оказывается в футуристическом городе с небоскрёбами и неоновыми вывесками. Владыка тьмы может быть пережитком прошлого, но это не значит, что ему не покорится и новый мир!",
  },
  {
    id: "povelitel-tajn-kloun",
    title: "Повелитель тайн: Клоун",
    image: "https://animego.gg/uploads/posts/2025-07/povelitel-tajn-kloun.webp",
    rating: { owl: 5, crocodile: 5 },
    episodes: 13,
    progress: {
      owl: { watchedEpisodes: 13, status: "completed" },
      crocodile: { watchedEpisodes: 13, status: "completed" },
    },
    genres: ["Экшен", "Детектив", "Сверхъестественное", "Триллер"],
    description: "Век пара и стали раскрывает свои тайны, но за фасадом прогресса скрывается нечто куда более древнее и загадочное. Чжоу Минжуй приходит в себя в чужом теле, в незнакомом мире, напоминающем викторианскую эпоху, где магия переплетается с наукой, а в тени шепчутся забытые пророчества. Теперь он — Клейн Моретти, и его ждёт путь, полный опасных ритуалов, потусторонних зелий и тайн, которые лучше бы оставались скрытыми. В этом мире церкви ведут войну с культами, а каждый шаг может стать последним.\n" +
      "\n" +
      "Клейн оказывается втянут в игру сил, где правда скрыта за множеством масок, а иллюзии становятся реальностью. Он выбирает не бегство, а поиск ответов, становясь Провидцем — тем, кто видит сквозь пелену обмана и читает знаки судьбы. Но чем глубже он погружается в этот мир, тем больше понимает: за каждым открытием кроется новая загадка, а истина может оказаться страшнее любого кошмара. Тени сгущаются, и Клейну предстоит пройти по лезвию ножа, балансируя между светом и тьмой.\n" +
      "\n" +
      "Его путь — это череда загадок, где случайности лишь маскируют предначертанное, а каждое решение влечёт за собой необратимые последствия. В этом мире пророчества сбываются кроваво, а древние сущности наблюдают из-за грани реальности. Клейн идёт наперекор судьбе, разгадывая тайны, которые могли бы остаться забытыми. Но чем ближе он к разгадке, тем яснее осознаёт: некоторые двери лучше не открывать. И всё же он продолжает идти вперёд, потому что правда — единственное, что имеет значение.",
  },
  {
    id: "povelitel-tajn-kloun-2",
    title: "Повелитель тайн: Клоун 2",
    image: "https://animego.gg/uploads/posts/2025-07/povelitel-tajn-kloun.webp",
    rating: { owl: 0, crocodile: 0 },
    episodes: 0,
    progress: {
      owl: { watchedEpisodes: 0, status: "planned" },
      crocodile: { watchedEpisodes: 0, status: "planned" },
    },
    genres: ["Экшен", "Детектив", "Сверхъестественное", "Триллер"],
  },
  {
    id: "podnyatie-urovnya-v-odinochku",
    title: "Поднятие уровня в одиночку",
    image: "https://animego.me/upload/anime/images/676487b86d5c0521559278.jpg",
    rating: { owl: 5, crocodile: 5 },
    episodes: 12,
    progress: {
      owl: { watchedEpisodes: 12, status: "completed" },
      crocodile: { watchedEpisodes: 12, status: "completed" },
    },
    genres: ["Приключения", "Фэнтези", "Экшен"],
    description: "Появление проходов в подземельях с монстрами давно терроризирует человечество. Никто не знает, где и когда возникнут новые врата и чудища ринутся наверх. Даже армия не может справиться с нашествием монстров. Людям доступна лишь одна стратегия: засылка в только что открывшееся подземелье отряда особых охотников. Если они быстро уничтожат монстра, проход закроется, а угроза вторжения временно исчезнет.\n" +
      "\n" +
      "Но даже среди элитных охотников есть неудачники, не способные победить среднеуровневых монстров. Смелый, но физически слабый Сон Джину выполняет задачу зачистки самых мелких монстров. Нерасторопный Сон проигрывает конкуренцию соратникам, не может нормально прокачивать свой уровень, практически ничего не зарабатывает. А деньги очень нужны: его мать лежит в коме.\n" +
      "\n" +
      "Однажды он натыкается на секретное ответвление и попадает в не зачищенное охотниками подземелье. Парень приходит в себя на больничной койке. Когда шок от воскрешения прошел, Сон обнаружил способность вызова интерфейса для путешествия по альтернативному миру. Здесь он сильнее, быстрее, удачливей. Ему нужно прокачаться одиночку и наконец-то заполучить высший ранг авантюриста.",
  },
  {
    id: "podnyatie-urovnya-v-odinochku-2-vosstante-iz-teni",
    title: "Поднятие уровня в одиночку 2: Восстаньте из тени",
    image: "https://animego.me/upload/anime/images/677a28807323d672829725.jpg",
    rating: { owl: 5, crocodile: 5 },
    episodes: 13,
    progress: {
      owl: { watchedEpisodes: 13, status: "completed" },
      crocodile: { watchedEpisodes: 13, status: "completed" },
    },
    genres: ["Приключения", "Фэнтези", "Экшен"],
    description: "Второй сезон.",
  },
  {
    id: "podnyatie-urovnya-v-odinochku-3",
    title: "Поднятие уровня в одиночку 3",
    image: "https://animego.me/upload/anime/images/677a28807323d672829725.jpg",
    rating: { owl: 0, crocodile: 0 },
    episodes: 0,
    progress: {
      owl: { watchedEpisodes: 0, status: "planned" },
      crocodile: { watchedEpisodes: 0, status: "planned" },
    },
    genres: ["Приключения", "Фэнтези", "Экшен"],
  },
  {
    id: "pridvornyy-mag-polzovavshiysya-lish-magiyey-podderzhki-potomu-chto-yego-soyuzniki-slishkom-slaby-reshil-stat-silneyshim-posle-izgnaniya",
    title: "Придворный маг, пользовавшийся лишь магией поддержки, потому что его союзники слишком слабы, решил стать сильнейшим после изгнания",
    image: "https://kinopoisk-ru.clstorage.net/pQ1w55173/4139b9eM/YjlB7JPX6VuBmOvjPOPvFBVRJJ2fCpSF0HVNpX5Mqjizcf7LfzbhGYjB5I2BSQGRml8mQMzgULdQmc58bWfG7fIIBMiD9v0KNGjPx4mGyvFUheUofKgiZ7IH-4atn5xfRyUKuhoDBM2M4QEZtPjltdw8xxRdpkHxgoiqeWwyAeqDewMfMoe4DPA6SGbv8Y2H15GCvQw5MyUg1HtGnly_TVdXOTxq8rTNzMFSmJVfRITOXnE03UUjwJPruSueU_B4gxmwrqKW-y7BiFgWjhKM1cYgYB78OVDk8YaaF99NrN3WpIsd6mL0vA3wowkHLuRU_F2jlz-kU8JCG8p5T4HhCHDoUY9DVcv-84vr11xgnHYVQnNdP8iDFAAUWDW8jw9fBAf77XvClEwNcbCrhA6kBF0fc-efhUIhcDi5Gb0RUtjwaADOQeWoLAAIiKSds42XZ4Gx_4xqcSbDJSmUL07d_VYWaZ4aMRTsbHEBeZc_V9ePXkH23bWxoxPa6fuN4lGIYKiBH4OVauzBGihHjVMsd1RwcV9dqpK0AbbrVb_szrzUNmluecCGTm8wgzmWfWWE7W2AtR-VAtJQKrmrLsGR-YLq4K6AZEodIkoKp-xwrMQnMNIdb-qgxwLGGSfsPw6e9yZY_KpilI2vwzPqB32GR6_eIbeOZUBicOn72swRk-rzetFvAXdZDkA6iMXOMQ2HNfLTfWz5oDeRhrr178-trLY0KW56QKRdnMMxaGSMJmXNHCC0PfYy0QO7STj_0vGKs2uhH1Dlu81DO8jHb5KPl9RTIQ7f-4A2omcaR14vTD0WxXpuGCEXHiyh4BnlPYQWHv8hVF5HctARyyj77tNjiKDZsN8yVCg_EXk5RM9jv8R2MBL-LMjBFrOlCGYNvK1v9LTo77mABgzfIpNo9A11tk7Pk5UeRGDAYBm4S4xh0emSerPMcRRpPaG5uJTec1yUlHCST1x44kfjFYp2nq68rOUkmy6486VNL0FTCmS9N-TPniP2TLWS0QPYiGs8I8L5o4pw7JBUKc7BGuq07fBd5hSj0e2_uYMlUmYp5R3_T9-Et1k_WiL0HS9A05pnH4c0rZ-SVF1HINDjyZlZLVIRCkCpI-8h5EtO4XjJxU_z36YEMcBdzirABSI2S6f9jOx9RPQoj6vS1S8tsGG6By7G1fxsAffOhTDTQLtqKe0xoHqDuXHt8vZ5zOGY6ZdNstxWRWIBDw35ARTQRktUH-3MjRT36K-4gTdMLJGx6dZs1wQebDPHvVZRsWLbyhm8UWIrozmyzJBUWX1RWcikrWMN5kQykUxO-7JX0Bd6106vX78FV-u_aHMXT2zgsXmELLTV7WwRVi33kEIwW5mJLBNCGQBrIs5ApGjOMDoqRe2RXJYnYoBNzTkDFRFWKeXNb0xt1TRL7Wvipv4dIXF4dC1HFm9ec-QuJkKzgZiLi73CM5ig-HOfcySIzdPaOmS9wa3FxXIB3l17cXXxtxuHzB7_jbQ1KW2ZofTv3oLy6lT8lFZtb-NVz4WgwIJ56Emfw4HoMAmBvINkGj2DGOo2z_Fd1VWB8p8PKMKG4QTJpp9_Pg4l9ts86TGnL76jEarU_sSHnv4ihGwl0kCgO1tZ3CPQejI6wpzzB6ovQ6mYNe2CzQXH8jDdjRngZQM0-TXfb7-NRQZJ_XoAlOxvwbIbhXzWRAyekfdMtMATsrlIaewxYcmCybOuwEQoDBJI6iW_YIy2p6ICPz3qsCSDNRpGL4_-XCUVap3KEIevTZDwClauJce-bmGHboZx0GE4Kyq8Q4PZwolDD2Pm2A9SystXrBEPVWWDsizdG6N0k0R5l-6Orf9WZkq-67CHL45zsAkEzBT1vu1SZ5yUMqMSWPpbrTOyetFacU9hpFsNgNqapI4SXFVHocNvr5mR9tNFGTe_v2yNNtZZHFgRBh1tgOE5ll2WZ7xvYQVPVmOhYoq6OF5gcguCOFFfs4RoPaEJ-aVO4ez0FiEBP-9rYAdQlajlHBy8voR26exZ0XSd3uJxWnb_pPUPf7HELnTDwoGrqAhcAmMbAqgBjNLGGn7hiMpE7vFdpSZCkJ8dilDnkFYYNA6sjg_W9umuO_K2bv9BMajWX3ZnDf1htw1XshBCGphKj_BCGaJbgd2jJgq-U4g4VH1TT-cH4DIuT_uQ1SJkKHddbTwcBjTIv5iiNXz90TP7Fg1lhu0dYoUM5jBwQMvqeQ3ykTjgaDF8UsWpL9Ob-cTPQ41mJVJh__4qcMUwlxuVT93O7NY2Ws4rs_StHWFh-CUclIWdvnFFnaYjgRGZGxnM0lGYQmuBn2GlyV3xGrmFHbMPVmWD0r9v-YFHUuToB3xvz612lPku6ILW7-5zQKo3Hsf07E5QV4xGEYGCaZvJv3LTqLEakq5QRPlcQ6r4tozyjHTkAvAN3fvh54NlS0b_Xf7v5ca6jHqixn9fYvPpFx1kdx0_UJQPlYGi0TnZ659icfrQqtDMkXR5T1O6-cbNoO729WGDfZ7b4DTihXmXX6z_3yRkm-wI4zZNTnFDCqS_poTNHEI37EZgAGAay_kewuFLw6pRrIE1ukxSWfiXj7FMVtVAIF3cC4Dnk2dpJXyNfjz39Pv_WvDG_4zisfjEjjW3_d2ChM4Hk6CA2ZmpbnJDycDZsF2C9JoNQBrKla0DbxbHwAKOPwsCpKNmuif93U-9RRcZ3qhB5b8e8FDZ5KyG1B6twyVP9WCg4fnbGu-ho1jBKnKvAWSbLcHaC5Re4Q-GJVJD7z0o83fSt5skLU797dS3Omwo8TTPHTKB2rXuZgbtjeHE_HZSctAK2wtfM1J7wgrw_RBl6F_xOniGvmF9xXYi4uwMKnEG0FUrJSx8jLwkhjkOuAEmjP9zchunTIek_f1QBW3FEEEy2_spPmBxKeMLYs0xJ6rPUTm4ZV0C3uV0Y_H9TFpCZ8Jm-8csPWxOlJXZLCogFI49opHJpp6WdF88sYXeJtJRQSmp0",
    rating: { owl: 0, crocodile: 0 },
    episodes: 12,
    progress: {
      owl: { watchedEpisodes: 0, status: "planned" },
      crocodile: { watchedEpisodes: 0, status: "planned" },
    },
    genres: ["Фэнтези"],
    description: "Волшебник-изгнанник отправляется в опасный путь со старыми друзьями. Аниме режиссёра «Магической битвы»",
  },
  {
    id: "priklyucheniya-v-drugom-mire-vospityvat-detey-buduchi-avantyuristom",
    title: "Приключения в другом мире: Воспитывать детей будучи авантюристом",
    image: "https://animego.me/upload/anime/images/66829fdde0d75838041595.jpg",
    rating: { owl: 0, crocodile: 0 },
    episodes: 12,
    progress: {
      owl: { watchedEpisodes: 0, status: "planned" },
      crocodile: { watchedEpisodes: 0, status: "planned" },
    },
    genres: ["Исэкай", "Повседневность", "Приключения", "Фэнтези"],
    description: "Ошибочная и преждевременная смерть Каяно Такуми вынудила высшую сущность одарить парня возможностью перерождения в новом теле в другом мире. Но Бог поспешил и вместо безопасного города закинул усопшего в гущу леса с кровожадными зверями. Склонный к авантюризму Такуми сразу же занялся обустройством безопасного жилища. Он достаточно смел и умен, чтобы без паники и планомерно изучить территорию в поисках нужных ресурсов. Чего парень точно не ожидал, так это знакомства с двумя крохотными близнецами. Готов ли Такуми стать для них старшим братом или даже заменить отца?",
  },
  {
    id: "rukovodstvo-soten-demonov",
    title: "Руководство сотен демонов",
    image: "https://avatars.mds.yandex.net/get-kinopoisk-image/6201401/941f84e8-b687-401a-b195-6a0e0ffe01de/1920x",
    rating: { owl: 0, crocodile: 0 },
    episodes: 12,
    progress: {
      owl: { watchedEpisodes: 0, status: "planned" },
      crocodile: { watchedEpisodes: 0, status: "planned" },
    },
    genres: ["Детектив", "Исторический", "Приключения", "Сверхъестественное", "Фэнтези"],
    description: "Целительница приходит на помощь мистическим существам, то и дело встречающимся ей на пути. Аниме из Китая",
  },
  {
    id: "sverhkub",
    title: "Сверхкуб",
    image: "https://v1.animego.bet/uploads/posts/2025-05/sverhkub.webp",
    rating: { owl: 5, crocodile: 5 },
    episodes: 12,
    progress: {
      owl: { watchedEpisodes: 12, status: "completed" },
      crocodile: { watchedEpisodes: 12, status: "completed" },
    },
    genres: ["Приключения", "Фэнтези", "Экшен"],
  },
  {
    id: "smertelnaya-igra-mertvoy-gory",
    title: "Смертельная игра Мёртвой горы",
    image: "https://animego.me/upload/anime/images/6434595d95c3e249018106.jpg",
    rating: { owl: 0, crocodile: 0 },
    episodes: 12,
    progress: {
      owl: { watchedEpisodes: 0, status: "planned" },
      crocodile: { watchedEpisodes: 0, status: "planned" },
    },
    genres: ["Сверхъестественное", "Сэйнэн", "Фэнтези", "Экшен"],
    description: "Великий герой одолел ужасное чудище, злого некроманта… или так всем хотелось бы думать. Ведь в последний момент монстр успел применить мощное заклинание, свой главный козырь — магию реинкарнации. Правда, в итоге она закинула его в другой мир в чужое тело, и теперь некроманта зовут Полька Синояма. Но даже тут о спокойной жизни ему можно только мечтать…",
  },
  {
    id: "smertelnaya-igra-mertvoy-gory-chast-2",
    title: "Смертельная игра мёртвой горы. Часть 2",
    image: "https://animego.me/upload/anime/images/6576ba3234dfe946444185.jpg",
    rating: { owl: 0, crocodile: 0 },
    episodes: 12,
    progress: {
      owl: { watchedEpisodes: 0, status: "planned" },
      crocodile: { watchedEpisodes: 0, status: "planned" },
    },
    genres: ["Сверхъестественное", "Сэйнэн", "Фэнтези", "Экшен"],
    description: "Вторая часть.",
  },
  {
    id: "sozdannyj-v-bezdne",
    title: "Созданный в Бездне",
    image: "https://animego.me/upload/anime/images/5ab171b09fa5c770822816.jpg",
    rating: { owl: 5, crocodile: 5 },
    episodes: 13,
    progress: {
      owl: { watchedEpisodes: 13, status: "completed" },
      crocodile: { watchedEpisodes: 13, status: "completed" },
    },
    genres: ["Детектив", "Драма", "Приключения", "Фантастика", "Фэнтези"],
    description: "Человечество всегда стремилось к познанию тайн, скрытых в глубинах неизведанного. Даже если эти тайны несли в себе смертельную опасность... Много веков назад в южных морях был обнаружен остров, в центре которого зияла огромная дыра. Что скрывается на её дне? Этот вопрос не давал покоя искателям приключений, жаждущим богатств. Один за другим они спускались вниз, и оказалось, что сокровища там действительно есть. Но вместе с ними исследователи сталкивались с ужасными существами, которые безжалостно уничтожали смельчаков. Так родилась легенда о Бездне — месте, где нет дна, а только бесконечная тьма и опасность.\n" +
      "\n" +
      "Со временем вокруг дыры вырос город Орф, построенный потомками первых исследователей. Среди его жителей — двенадцатилетняя Рико, сирота, чьи родители исчезли в глубинах Бездны. Как и многие дети, она живёт в приюте при гильдии исследователей и мечтает однажды стать великим искателем. Рико хранит воспоминания о своей матери, легендарной исследовательнице, и мечтает получить Белый Свисток — символ высшего мастерства. Но пока она лишь новичок с Красным Свистком, чьи вылазки ограничиваются безопасной глубиной. Однако её жизнь меняется, когда она встречает загадочного мальчика, похожего на робота, который, как она считает, прибыл из самых глубин Бездны.\n" +
      "\n" +
      "Эта встреча заставляет Рико задуматься: что, если Бездна — это не просто бездонная яма, а живое существо, которое наблюдает за каждым, кто осмеливается приблизиться к ней? С этого момента её стремление исследовать Бездну становится ещё сильнее. Рико начинает верить, что где-то внизу её ждут ответы на вопросы, которые она ищет. Но сможет ли она преодолеть все опасности, которые таит в себе это загадочное место? И что скрывается на самом дне Бездны, куда ещё не ступала нога человека?",
  },
  {
    id: "sozdannyj-v-bezdne-nachalo-puteshestvija",
    title: "Созданный в Бездне: Начало путешествия",
    image: "https://animego.art/uploads/posts/2025-01/sozdannyj-v-bezdne-nachalo-puteshestvija.webp",
    rating: { owl: 0, crocodile: 0 },
    episodes: 1,
    progress: {
      owl: { watchedEpisodes: 0, status: "not_interested" },
      crocodile: { watchedEpisodes: 0, status: "not_interested" },
    },
    genres: ["Детектив", "Драма", "Приключения", "Фантастика", "Фэнтези"],
    description: "Аниме «Созданный в Бездне» погружает зрителя в загадочный мир, где главные герои — дети, живущие в приюте на краю огромной пропасти, известной как Бездна. В центре сюжета — девочка по имени Рико, которая мечтает найти свою мать, предположительно находящуюся где-то в глубинах этой загадочной бездны. Вместе со своим другом Регом, роботом, обладающим невероятной силой, она отправляется в опасное путешествие. Первые эпизоды знакомят нас с их миром, полным тайн, опасностей и невероятных существ, которые обитают в Бездне.\n" +
      "\n" +
      "По мере развития сюжета Рико и Рег сталкиваются с множеством испытаний, которые проверяют их дружбу и решимость. Они встречают странных существ, как дружелюбных, так и враждебных, а также узнают больше о загадочных артефактах, скрытых в глубинах Бездны. Каждый шаг вниз приносит новые открытия, но также и новые угрозы. Восьмой эпизод становится кульминацией их приключений, где герои сталкиваются с одной из самых опасных ситуаций, которая заставляет их пересмотреть свои цели и мотивы.\n" +
      "\n" +
      "Атмосфера аниме наполнена напряжением и тревогой, но при этом в нем есть место для теплых моментов, которые подчеркивают связь между героями. Визуальный стиль и музыкальное сопровождение создают уникальную атмосферу, которая захватывает зрителя с первых минут. «Созданный в Бездне» — это не просто история о приключениях, но и глубокий рассказ о дружбе, надежде и стремлении к неизведанному, который оставляет после себя множество вопросов и эмоций.",
  },
  {
    id: "sozdannyj-v-bezdne-bluzhdajuschie-sumerki",
    title: "Созданный в Бездне: Блуждающие сумерки",
    image: "https://animego.art/uploads/posts/2025-01/sozdannyj-v-bezdne-bluzhdajuschie-sumerki.webp",
    rating: { owl: 0, crocodile: 0 },
    episodes: 1,
    progress: {
      owl: { watchedEpisodes: 0, status: "not_interested" },
      crocodile: { watchedEpisodes: 0, status: "not_interested" },
    },
    genres: ["Детектив", "Драма", "Приключения", "Фантастика", "Фэнтези"],
    description: "С 9 по 13 эпизоды аниме «Созданный в Бездне» зрители погружаются в ещё более напряжённые и драматичные события. Рико и Наначи продолжают своё опасное путешествие вглубь Бездны, сталкиваясь с новыми испытаниями и загадками. Встреча с загадочным существом по имени Бонедрюид становится ключевым моментом, раскрывающим новые тайны этого мира. Герои вынуждены принимать сложные решения, которые влияют на их дальнейшую судьбу, а их дружба и доверие друг к другу подвергаются серьёзным испытаниям.\n" +
      "\n" +
      "В этих эпизодах зрители узнают больше о прошлом Наначи и её связи с Бездной. Её внутренние конфликты и страхи становятся более очевидными, что добавляет глубины её персонажу. Рико, несмотря на юный возраст, демонстрирует невероятную стойкость и решимость, продолжая верить в свою миссию. Встреча с другими искателями приключений, такими как Озен, раскрывает новые грани мира Бездны, а также поднимает вопросы о цене, которую приходится платить за знания и силу.\n" +
      "\n" +
      "Кульминацией этой части становится столкновение с новыми опасностями, которые ставят под угрозу жизнь главных героев. Эмоциональные сцены, напряжённые диалоги и неожиданные повороты сюжета держат зрителей в напряжении. Атмосфера таинственности и тревоги усиливается, оставляя множество вопросов, на которые ещё предстоит найти ответы. Эти эпизоды не только развивают сюжет, но и углубляют понимание мотивов персонажей, делая их истории ещё более трогательными и запоминающимися.",
  },
  {
    id: "sozdannyj-v-bezdne-rassvet-glubokoj-dushi",
    title: "Созданный в Бездне: Рассвет глубокой души",
    image: "https://animego.me/upload/anime/images/6004141de630c224433703.jpg",
    rating: { owl: 5, crocodile: 5 },
    episodes: 1,
    progress: {
      owl: { watchedEpisodes: 1, status: "completed" },
      crocodile: { watchedEpisodes: 1, status: "completed" },
    },
    genres: ["Детектив", "Драма", "Приключения", "Фантастика", "Фэнтези"],
    description: "Новая глава захватывающего путешествия Рико, Рэга и их нового союзника Нанати разворачивается в глубинах Бездны. Герои отправляются на пятый уровень, известный как Море Трупов, где их ждут невероятные испытания и загадки. Встреча с Бондрюдом, легендарным Белым Свистком, добавляет драматизма их приключению. Этот загадочный персонаж, связанный с тёмным прошлым Нанати, кажется дружелюбным, но в Бездне ничто не бывает таким, каким кажется на первый взгляд.\n" +
      "\n" +
      "Море Трупов открывает перед героями новые опасности и тайны, которые бросают вызов их смелости и решимости. Бондрюд, несмотря на свою внешнюю приветливость, скрывает множество секретов, и его истинные намерения остаются неясными. Рико, Рэг и Нанати должны быть начеку, ведь каждый шаг в этом загадочном мире может стать последним. Их дружба и взаимовыручка подвергаются серьёзным испытаниям, а Бездна продолжает раскрывать свои мрачные секреты.\n" +
      "\n" +
      "В этом захватывающем продолжении зрителей ждут неожиданные повороты сюжета, напряжённые моменты и глубокие эмоции. Герои сталкиваются с выбором, который может изменить их судьбу, а Бездна становится всё более непредсказуемой. История Нанати и её связь с Бондрюдом добавляют новые грани в повествование, делая его ещё более увлекательным. Этот этап путешествия обещает быть полным загадок, опасностей и невероятных открытий, которые оставят зрителей в напряжении до самого конца.",
  },
  {
    id: "sozdannyj-v-bezdne-2-sezon",
    title: "Созданный в Бездне: Солнце, вспыхнувшее в Золотом городе",
    image: "https://animego.me/upload/anime/images/62c5a4b57cfa1601529074.jpg",
    rating: { owl: 5, crocodile: 5 },
    episodes: 12,
    progress: {
      owl: { watchedEpisodes: 12, status: "completed" },
      crocodile: { watchedEpisodes: 12, status: "completed" },
    },
    genres: ["Детектив", "Драма", "Приключения", "Фантастика", "Фэнтези"],
    description: "Нанати, Рико и Рэг продолжают своё опасное путешествие вглубь Бездны. После того как Рико получила Белый свисток, они решают отправиться на шестой уровень — Столицу Невернувшихся. Этот уровень известен своими смертельными ловушками и таинственными обитателями, но это не останавливает наших героев. Их цель — раскрыть секреты Бездны, несмотря на все угрозы, которые поджидают их на пути.\n" +
      "\n" +
      "Во время своего путешествия они находят загадочную деревню Илблу, населённую странными существами, известными как «пустышки». Эти существа обладают уникальной культурой и языком, которые герои начинают изучать. Через общение с местными жителями они узнают о древних легендах и истории деревни, а также о группе исследователей, которые когда-то искали легендарный Золотой город. Каждая новая деталь приближает их к разгадке тайн Бездны.\n" +
      "\n" +
      "Погружаясь в жизнь деревни, Рико, Рэг и Нанати сталкиваются с новыми вызовами и открытиями. Они не только узнают больше о прошлом Бездны, но и начинают понимать, какую роль они сами играют в этой загадочной истории. Их путешествие становится не только физическим испытанием, но и духовным, ведь каждый шаг вглубь Бездны меняет их самих. Что ждёт их дальше? Ответы скрыты в глубинах этого таинственного мира.",
  },
  {
    id: "starik-iz-derevni-stanovitsya-svyatym-mechom",
    title: "Старик из деревни становится Святым мечом",
    image: "https://v1.animego.bet/uploads/posts/2025-05/starik-iz-derevni-stanovitsja-svjatym-mechom.webp",
    rating: { owl: 4, crocodile: 4 },
    episodes: 12,
    progress: {
      owl: { watchedEpisodes: 12, status: "completed" },
      crocodile: { watchedEpisodes: 12, status: "completed" },
    },
    genres: ["Приключения", "Фэнтези", "Экшен"],
    description: "Размеренной сельской жизни Берила Гарденанта приходит конец, когда его приглашает в столицу командир Королевских рыцарей Аллусия Цитрус. Берил помнит ее несмышленой девчонкой, которую он обучал премудростям мечника. Держа в уме крутой нрав бывшей ученицы, Гарденант отправляется в столицу. К своему удивлению в городе он встречает и других бывших учеников. Что задумала Аллусия? Все ли с ней в порядке? Если понадобится, седовласый наставник готов прийти на помощь.",
  },
  {
    id: "tvoy-tsvet",
    title: "Твой цвет",
    image: "https://avatars.mds.yandex.net/get-kinopoisk-image/4486454/4f587fc1-846b-4314-a4a8-e756eee6a438/1920x",
    rating: { owl: 0, crocodile: 0 },
    episodes: 1,
    progress: {
      owl: { watchedEpisodes: 0, status: "planned" },
      crocodile: { watchedEpisodes: 0, status: "planned" },
    },
    genres: ["Драма", "Музыка"],
    description: "Застенчивая Тоцуко, которая видит ауру людей, начинает играть в музыкальной группе. Нежное аниме о поиске себя",
  },
  {
    id: "tvoya-forma",
    title: "Твоя форма",
    image: "https://tvoya-forma-2025.yume-animego.store/wp-content/uploads/all-anime-posters/c0dc2b875b20f21a16bf9fa47e5331.jpg",
    rating: { owl: 5, crocodile: 0 },
    episodes: 13,
    progress: {
      owl: { watchedEpisodes: 13, status: "completed" },
      crocodile: { watchedEpisodes: 0, status: "not_interested" },
    },
    genres: ["Детектив", "Фантастика"],
    description: "Сыщица-вундеркинд и андроид спасают мир от смертельного вируса. Эффектное аниме с элементами киберпанка",
  },
  {
    id: "tri-sestry-mikadono-okazalis-neozhidanno-prostymi",
    title: "Три сестры Микадоно оказались неожиданно простыми",
    image: "https://animego.me/upload/anime/images/687445f49e58d882064945.jpg",
    rating: { owl: 0, crocodile: 0 },
    episodes: 12,
    progress: {
      owl: { watchedEpisodes: 0, status: "planned" },
      crocodile: { watchedEpisodes: 0, status: "planned" },
    },
    genres: ["Гарем", "Комедия", "Романтика", "Сёнэн", "Школа"],
    description: "Ю Аясэ, отпрыск прославленной актрисы, унаследовал лишь её фамилию, но не дарования. После кончины матери юноша переезжает под опеку её давнего товарища. Теперь новый дом с ним будут делить три дочери опекуна, обладающие незаурядным характером. Каждая – воплощение ума и красоты. Ю, считающий себя заурядным, уверен: дружба с такими блистательными особами для него немыслима. Однако реакции трёх сестёр его ошеломили.",
  },
  {
    id: "fars-iz-ubiystva-devushki-nezhiti",
    title: "Фарс из убийства девушки-нежити",
    image: "https://animego.me/upload/anime/images/64a17174ddf36438458410.jpg",
    rating: { owl: 5, crocodile: 0 },
    episodes: 13,
    progress: {
      owl: { watchedEpisodes: 13, status: "completed" },
      crocodile: { watchedEpisodes: 0, status: "not_interested" },
    },
    genres: ["Вампиры", "Детектив", "Исторический", "Сверхъестественное", "Фэнтези"],
    description: "В недалеком будущем Земля практически зачищена от демонов и прочей нечисти. Чтобы выжить, жалкие остатки поголовья монстров согласились во всем подчиняться людям. Но даже так общественное мнение видит в них скрытую угрозу. Их ненавидят, боятся, презирают. Человеческая нетерпимость провоцирует стычки и конфликты. Как результат – ненужные жертвы с обеих сторон.\n" +
      "\n" +
      "Полиция избегает подобных разбирательств, перепоручая дела успешному детективному клубу. Троица детективов быстро вычисляет виновных, что ограничивает общественный резонанс и разряжает напряженную обстановку. Несмотря на внешнюю эффективность, внутри коллектива детективов накапливается целый ком неразрешенных проблем. Просто некоторые участники клуба нечестны с коллегами и воспринимают профессиональную деятельность как панацею от скуки.",
  },
  {
    id: "chelovek-benzopila",
    title: "Человек-бензопила",
    image: "https://v1.animego.bet/uploads/posts/2025-05/chelovek-benzopila.webp",
    rating: { owl: 5, crocodile: 5 },
    episodes: 12,
    progress: {
      owl: { watchedEpisodes: 12, status: "completed" },
      crocodile: { watchedEpisodes: 12, status: "completed" },
    },
    genres: ["Боевик", "Фэнтези", "Ужасы"],
    description: "Сирота в долгах становится отчаянным борцом с демонами. Кровавое аниме по одной из самых популярных манг",
  },
  {
    id: "shalnoy-posledniy-boss-yavilsya",
    title: "Шальной последний босс явился!",
    image: "https://animego.me/upload/anime/images/68d9983db9292439999054.jpg",
    rating: { owl: 0, crocodile: 0 },
    episodes: 12,
    progress: {
      owl: { watchedEpisodes: 0, status: "planned" },
      crocodile: { watchedEpisodes: 0, status: "planned" },
    },
    genres: ["Исэкай", "Приключения", "Фэнтези", "Экшен"],
    description: "Темнокрылая Владычица игрового мира Люфас Мафаал пала под натиском восставших героев. Но все же она успела отправить в путешествие частичку своего сознания. Спустя двести лет скитаний искра новой жизни поселилась в теле юной Дины. Еще вчера девочка мечтала о лишней порции лапши, а сегодня – о захвате мира. Как же ей поступить? Стоит ли поддаваться таким страшным желаниям?\n" +
      "\n" +
      "Немного подумав, Дина отправляется на поиск приключений. Новые друзья обогащают ее мировоззрение, дают нужные подсказки. Дине нужно поспешить с поиском всех ответов, ведь сознание Люфас с каждым днем становится сильнее.",
  },
  {
    id: "yuna-iz-gostinicy-yuragi",
    title: "Юна из гостиницы Юраги",
    image: "https://v1.animego.ngo/uploads/posts/2025-05/juna-iz-gostinicy-juragi.webp",
    rating: { owl: 5, crocodile: 5 },
    episodes: 12,
    progress: {
      owl: { watchedEpisodes: 12, status: "completed" },
      crocodile: { watchedEpisodes: 12, status: "completed" },
    },
    genres: ["Гарем", "Комедия", "Романтика", "Сверхъестественное", "Сёнэн", "Этти"],
    description: "Когараши Фуюзора – обычный старшеклассник, жизнь которого сложно назвать безоблачной. Пока сверстники наслаждаются беззаботными школьными годами, парнишка отчаянно борется за выживание. С ранних лет он наделен уникальным талантом, позволяющим ему видеть призраков, которые постоянно пользуются беззащитностью мальчика и приносят сплошные неприятности. С деньгами у главного героя тоже полная катастрофа. Но даже это не последняя трудность, ведь недавно парнишка потерял жилье, а значит ему необходимо в срочном порядке отыскать для себя дешевое убежище.\n" +
      "\n" +
      "Вскоре персонаж обнаруживает гостиницу Юраги, предлагающую комнаты по смешной цене. Конечно же, воодушевленный школьник соглашается на предложение отеля. Он даже не подозревает, что низкая арендная плата имеет существенную причину. Оказывается, в здании обитает дух погибшей девушки Юны, который постоянно досаждает постояльцам. Немного подумав, герой решает остаться в гостинице, ведь ради крыши над головой можно и потерпеть присутствие привидения. Естественно, покоя Когараши не видать. Изначально он был занят исключительно застрявшей в человеческом мире девчонкой, но потом понял, что остальные гости тоже далеко не рядовые граждане.",
  },
  {
    id: "ja-byl-predan-tovarischami-v-glubine-podzemelja-no-blagodarja-svoemu-navyku-beskonechnaja-gacha-ja-obrel-sojuznikov-devjat-tysjach-devjatsot-devjanosto-devjatogo-urovnja-chtoby-otomstit-byvs",
    title: "Я был предан товарищами в глубине подземелья, но благодаря своему навыку «Бесконечная гача» я обрёл союзников 9999 уровня, чтобы отомстить бывшим соратникам и всему миру!",
    image: "https://avatars.mds.yandex.net/get-kinopoisk-image/10703959/aac91633-a2bc-4fae-a46e-50815e44c4c2/1920x",
    rating: { owl: 0, crocodile: 0 },
    episodes: 12,
    progress: {
      owl: { watchedEpisodes: 0, status: "planned" },
      crocodile: { watchedEpisodes: 0, status: "planned" },
    },
    genres: ["Фэнтези", "Боевик"],
    description: "С помощью воительниц Лайт создаёт своё королевство и мстит врагам. Новый хит режиссёра аниме «ТораДора!»",
  },
  {
    id: "ya-sekretar-gildii-no-ya-ne-lyublyu-sverhurochnuyu-rabotu-poetomu-ya-sobirayus-podchinit-bossa-v-odinochku",
    title: "Я секретарь гильдии, но я не люблю сверхурочную работу, поэтому я собираюсь подчинить босса в одиночку",
    image: "https://animego.me/upload/anime/images/67627a573ce2e926669131.jpg",
    rating: { owl: 5, crocodile: 5 },
    episodes: 12,
    progress: {
      owl: { watchedEpisodes: 12, status: "completed" },
      crocodile: { watchedEpisodes: 12, status: "completed" },
    },
    genres: ["Комедия", "Приключения", "Фэнтези", "Экшен"],
    description: "Алине казалось, что она нашла работу мечты: стабильную, надёжную, с нормированным графиком и красивой рабочей формой — секретаря гильдии авантюристов. Но когда у последних возникли трудности с зачисткой подземелья, на Алину свалилось множество работы, и жизнь обернулась настоящим кошмаром. Устав задерживаться допоздна, Алина решает собственноручно разделаться с причиной всех бед — боссом подземелья. Так в городе появились слухи о загадочном Палаче, который помогает зачищать самые сложные подземелья…",
  },
];